{"page6": [{"title": "Car Sales, Auto Sector Slowdown: Passenger Vehicle Sales Slump 31% In July Amid Deepening Auto Crisis", "editedBy": "Edited by Sandeep Singh (with inputs from agencies)", "Date": "Updated: August 13, 2019 13:58 IST", "paragraph": "Here are 10 things to know:The data also showed that domestic passenger vehicle production was down 16.52 cent last month. Production of passenger cars stood at 2,05,194 units in July, down 20.08 per cent compared with the year-ago period.The data from SIAM comes at a time the auto sector is struggling against low consumer demand and lakhs of estimated job cuts.“More than 3 lakh temporary and casual workers in the automobile sectors are estimated to have lost their jobs… Jobs of about 10 lakh workers are at risk,” SIAM Director General Vishnu Mathur told NDTV. A revival package has been sought from the government, he said. \"We want the government to reduce GST on the auto sector from the base rate of 28 per cent to 18 per cent for a short period,” added Mr Mathur. Automobile stocks slumped on Tuesday after the release of the monthly sales report by SIAM, with the Nifty Auto index diving as much as 2.46 per cent during the session. The S&P BSE Auto index has fallen 23 per cent so far this year.A total of 61,104 passenger vehicles were exported last month, marking a decline of 4.43 per cent compared with the year-ago period. Commercial vehicle exports dropped 32.87 per cent to 5,794 units.Total commercial vehicle sales in the domestic market fell 25.71 per cent, while production declined 26.44 per cent.Total sales of medium and heavy commercial vehicles - which includes passenger as well as goods carriers - slumped 37.48 per cent while production fell 37.77 per cent, according to SIAM data. In the light commercial vehicle segment, sales fell 18.79 per cent with a 19.72 per cent decline in production.In the first six months of the current financial year, the auto industry produced 97,24,373 vehicles - including passenger vehicles, commercial vehicles, three wheelers, two wheelers and quadricycles, marking a fall of 10.65 per cent compared with the corresponding period a year ago.The country's GDP or gross domestic product grew 5.8 per cent in the quarter ended March 31, the lowest rate of expansion in nearly five years. Many analysts expect data due later this month to show that economic growth in the quarter ended June 30 faltered even further.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "On Sridevi's Birth Anniversary, Boney Kapoor Tweets 'Keep On Guiding Us'", "editedBy": "Divya Goyal", "Date": "Updated: August 13, 2019 13:15 IST", "paragraph": "New Delhi: Highlights'Missing you every minute of my life,' tweeted Boney Kapoor\nJanhvi and Anil Kapoor also posted emotional notes remembering Sridevi\nSridevi died in Dubai in February 2018window._pricee = window._pricee || []; _pricee.push({container : '_pcwgtmid'});On Sridevi's birth anniversary today, the Kapoors poured their hearts out on social media posting nostalgic and heart-wrenching pictures and messages for the late actress. Sridevi, who died in February 2018, would have been 56 today. Her filmmaker husband Boney Kapoor tweeted a sentimental note for his wife and said, 'missing you every minute of my life.' Boney Kapoor tweeted, \"Happy Birthday, Jaan. Missing you every minute of my life... keep on guiding us. You will remain with us till eternity.\" Earlier in the day, Sridevi's daughter Janhvi, brother-in-law Anil Kapoor (with whom she co-starred in several films) and sister-in-law Sunita Kapoor shared emotional messages in the memory of Sridevi.Here's Boney Kapoor's tweet for Sridevi:Happy Birthday Jaan, missing you every minute of my life , keep on guiding us , you will remain with us till eternity. #Sridevipic.twitter.com/pGPhgbmcBN— Boney Kapoor (@BoneyKapoor) August 13, 2019Boney Kapoor recently produced Nerkonda Paarvai, the Tamil remake of PINK, with Ajith in the lead role, which the filmmaker said was Sridevi's dream. He had said that after working with Ajith in English Vinglish, Sridevi wanted Boney Kapoor to cast the south actor in one of his films. \"Ajith suggested remaking PINK in Tamil. She immediately agreed as she thought it was most appropriate and timely film to make,\" Boney Kapoor told IANS. Ahead of the film's release, Boney Kapoor also tweeted, \"I am truly blessed... 9 am IST today premiere show of Nerkonda Paarvai will start in Singapore. I have managed to fulfil my wife Sridevi Kapoor's dream...\"I am truly blessed 9am IST today Premiere Show of @nerkondapaarvai will start in Singapore. I have managed to fullfil my wife Sridevi Kapoor's dreamIt couldn't have been possible without the support of #AjithKumar#HVinoth, entire cast & technicians. I shall always cherish this— Boney Kapoor (@BoneyKapoor) August 6, 2019Meanwhile, here are the aforementioned posts shared by the Kapoors on social media on Sridevi's birth anniversary.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });View this post on InstagramHappy birthday Mumma, I love youA post shared by  Janhvi Kapoor (@janhvikapoor) on Aug 12, 2019 at 7:14pm PDTToday is a bittersweet day as we celebrate you on what would have been your 56th Birthday...We feel the sadness of your loss deeply, but remembering your smile and the joy you brought to all our lives unites us in your memory...We miss you everyday #Sridevi! pic.twitter.com/O8XwPUQGy4— Anil Kapoor (@AnilKapoor) August 13, 2019View this post on InstagramMemories are always special. Sometimes we laugh by remembering the times we cried, and we cry by remembering the days we laughed;!!! That's life. Happy birthday Sri..Miss you so much A post shared by  Sunita Kapoor (@kapoor.sunita) on Aug 12, 2019 at 1:02pm PDTSridevi, often described as Bollywood's 'first female superstar,' acted in 300 films in a career spanning over 5 decades. Her last film was MOM, which was also produced by Boney Kapoor.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "2 Women Hockey Players Found Hanging From Tree In Jharkhand", "editedBy": "Press Trust of India", "Date": "Updated: August 13, 2019 13:15 IST", "paragraph": "Ranchi: Two tribal women hockey players were found hanging from a tree in Jharkhand's Simdega district, a senior police officer said on Tuesday.Sunandini Bage (23) and Shraddha Soreng (18) had gone missing on Saturday and their bodies were found hanging from a tree on Sunday, police said.The families of the woman have alleged they were murdered.Superintendent of Police Sanjeev Kumar has assured that the case will be solved very soon. He, however, refused to say whether it was a case of murder or suicide.\"We have interrogated several people in Jharkhand and Odisha and gathered some vital clues. In fact, one of our teams is still camping in Rourkela. They are expected to return in the evening.\"googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });\"The post mortem reports are expected in the evening or tomorrow morning. Then, we will be in a position to say something,\" he told news agency PTI.Sunandini Bage and Shraddha Soreng used to train at a hockey coaching centre in Rourkela and became friends. Shraddha was from Jharkahnd while Sunandini belonged to Odisha.\"Though they did not stay together, they would often visit each other in Simdega and Sundergarh,\" police said.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Manmohan Singh Files Nomination For Rajya Sabha From Rajasthan", "editedBy": "Sunil Prabhu", "Date": "Updated: August 13, 2019 13:32 IST", "paragraph": "Jaipur: Former Prime Minister Manmohan Singh is the Congress candidate for by-polls to a Rajya Sabha seat from Rajasthan. He filed his nomination in state capital Jaipur on Tuesday.Manmohan Singh, 86, was received at the airport by Sachin Pilot, the Deputy Chief Minister and Rajasthan Congress president.The Congress is confident of the former PM making it to parliament from Rajasthan, where it scored a victory in state elections in December.The party, with the support of its 100 MLAs, 12 independents and six MLAs of Mayawati's Bahujan Samaj Party, has the numbers to get Dr Singh through to the Rajya Sabha.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });The BJP has not declared a candidate for the seat so far. The party has 73 MLAs in the 200-member Rajasthan assembly.The by-election to the Rajya Sabha seat is being held after it fell vacant following the death of BJP chief Madan Lal Saini.Dr Singh, who was prime minister for 10 years until his Congress-led UPA government was defeated by the BJP in 2004, was a Rajya Sabha member from Assam. But the Congress no longer has enough lawmakers to re-nominate him from the northeastern state. His term ended in June.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Alia Bhatt's First Music Video Prada Is A Groovy Trip To Neon Town", "editedBy": "Nilanjana Basu", "Date": "Updated: August 13, 2019 13:06 IST", "paragraph": "New Delhi: HighlightsAlia collaborated with The Doorbeen for the first time\nShreya Sharma shares singing credits with The Doorbeen\nAlia Bhatt has sung tracks for her films in the pastwindow._pricee = window._pricee || []; _pricee.push({container : '_pcwgtmid'});Alia Bhatt is a Prada girl in her first ever music video. Alia Bhatt has collaborated with The Doorbeen boys Onkar and Gautam for her debut music track, which she dropped on Tuesday. If you are an Alia Bhatt fan, Prada will indeed drive away your mid-week blues. Listen to Prada once and you can figure out what separates it from the usual, go-to, ear-blasting party tracks, is its groovy tunes. Earlier, Alia Bhatt got her fans intrigued about Prada with a Stranger Things-themed teaser and looks like the hype was worth the wait. Composed by The Doorbeen, the lyrics may not impress everyone but the song sure has pretty cool vibes to it - and Alia Bhatt is an absolute treat! Fashionistas will adore Alia Bhatt's wardrobe in the song - metallic and neon - which adds to the colourful setting of the song. Shreya Sharma shares singing credits for Prada with The Doorbeen.The Doorbeen boys are best known for the foot-tapping number Lamberghini, which is an absolute party hit. Watch Alia Bhatt and The Doorbeen boys in Prada here:googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Apart from being a great actress, Alia Bhatt also has an impressive resume as a singer. In Bollywood, she has sung several unplugged versions for her own films, of which Ikk Kudi from Udta Punjab is the most popular.  Sooha Saha from Highway, Samjhawaan Unplugged from Humpty Sharma Ki Dulhania and  Love You Zindagi Club Mix from Dear Zindagi are also a few tracks in Alia Bhatt's voice.On the work front, Alia Bhatt has films such as Sadak 2, Takht, Brahmastra and south project RRR in her line-up.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Mi A3 India Launch Date Set for August 21, Xiaomi Confirms | Technology News"}, {"title": "The Morning Show Trailer: Jennifer Aniston, Reese Witherspoon, Steve Carell Offer a Voice-Only Peek at Apple TV+ Series | Technology News"}, {"title": "Samsung Galaxy Note 10+ 5G Claims Top Spot in DxOMark Camera Review, Also Reigns Supreme in Selfie Rankings | Technology News"}, {"title": "Maruti Suzuki Expands Its Used Car Network True Value To 250 Outlets - NDTV CarAndBike"}, {"title": "Jio GigaFiber Plans, Pricing, Launch Date: All You Need to Know | Technology News"}, {"title": "Independence Day 2019 Music Video Watan Celebrates New India", "editedBy": "Richa Taneja", "Date": "Updated: August 13, 2019 15:35 IST", "paragraph": "New Delhi: Ahead of Independence Day, the Union Information and Broadcasting Minister Prakash Javdekar released a nearly five-minute-long patriotic music video. Titled \"Watan\", the video captures the beauty and might of India.\"The music video celebrates new India,\" tweeted Mr Javdekar.Sung by Javed Ali and produced by Doordarshan, the music video shows landmark achievements of India in the recent past including the launch of Chandrayaan 2, National War Memorial and Statue of Unity among others. It also shows PM Modi flagging off India's fastest train - the Vande Bharat Express as well as Yoga Day celebrations.Ahead of #IndependenceDay , launched in New Delhi today, #Watan, a song that celebrates #NewIndia, produced by #Doordarshan .@narendramodi@PMOIndia@javedali4u@DDNational@PIB_India@MIB_India@PIBMumbai@airnewsalerts@DDNewsHindi@bjp4india@bjp4maharashtra@BJP4Delhipic.twitter.com/TbYE1QKFJs— Prakash Javadekar (@PrakashJavdekar) August 13, 2019googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });\"On the occasion of this August 15, the Doordarshan and Prasar Bharti have prepared this amazing song. This is a beautiful rendition by Javed Ali. People will enjoy this song during the Independence Day celebration. I am delighted to release this song today,\" Mr Javdekar said.Independence Day: The music video Watan captures the beauty and might of India.From the tea gardens of the northeast, serene beaches of the south, Ganga ghats of north India and Himalayan mountain ranges, the song captures the diverse landscape of India and gives a visual tour of different regions of the country.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "North Korean Defector, 6-Year-Old Son Die Of Starvation In Seoul", "editedBy": "Agence France-Presse", "Date": "Updated: August 13, 2019 12:49 IST", "paragraph": "Seoul: The bodies of a North Korean defector and her young son have been found in their apartment, Seoul police said Tuesday, with local media reporting they appeared to have died of starvation.The mother, only identified by the surname Han, and her six-year-old son were found on July 31, about two months after their deaths, authorities said.\"We did not see any signs of murder or suicide,\" an officer at Seoul's Gwanak Police Station told AFP.\"We are waiting to get the autopsy results from the National Forensic Service.\"Defectors in South Korea are eligible for subsidies from the authorities, but some struggle to integrate into the South's very different society.Han, believed to be in her 40s, withdrew the 3,858 won (US$3.16) she had in her bank account two months ago, according to the South's Dong-A Ilbo newspaper.Her monthly rent and gas bills were more than a year overdue, it reported, and there was no food in her fridge when the bodies were found.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });The newspaper said she had defected to the South via China and Thailand in 2009, later marrying a Korean-Chinese man and moving to China. After a divorce she returned to Seoul last year with her son, but had difficulty finding work.Police declined to confirm Dong-A Ilbo's report.South Korea is Asia's fourth-biggest economy, but family deaths due to poverty and social isolation have been frequently reported in recent years.Government data showed last year that North Korean defectors were three times more likely to commit than South Koreans to commit suicide, due to trauma, isolation and financial hardships.(Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Realme 5 Pro, Realme 5 India Launch Set for August 20, Quad Camera Setup to Include 48-Megapixel Main Camera | Technology News"}, {"title": "PVR, Inox Share Prices ( Stocks Fall After Mukesh Ambani Announces Reliance 'First Day-First Show' Plan)", "editedBy": "Anshul", "Date": "Updated: August 13, 2019 12:48 IST", "paragraph": "Shares of PVR Limited fell over 8 per cent while Inox Leisure slumped over 10 per cent a day after Reliance Industries Chairman and Managing Director Mukesh Ambani introduced a concept of watching new movies on its yet to be launched JioFiber service. \"Premium JioFiber customers will be able to watch movies the same day these movies are released in theatres,\" he said at the Reliance Industries' 42nd annual general meeting in Mumbai. Country's cinema chains PVR and INOX Leisure raised concerns over the proposed launch of  Reliance's 'First Day-First Show' plan.In their statements, PVR and INOX emphasised the growth potential of theaters for the film industry how it's different from watching at home. \"In India and globally, producers have respected the release windows and kept a sacrosanct gap between the theatrical release date and  the date of release on all other platforms,\" PVR said in a press release.Inox said that the exclusive theatrical window is a model that is followed internationally, in order to ensure the robust financial viability of all the segments of the sector, and has been replicated in India.\"The theatrical exhibition industry, led primarily by the multiplex industry, has madesignificant investments in world class cinema theatres, by bringing in state of the arttechnology, luxurious ambience, bespoke comfort and unmatched service, ultimatelycurating an experience which can never be matched by watching movies on television screens at home,\" Inox Leisure said. googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });On the National Stock Exchange (NSE), PVR shares opened lower at Rs 1,422.60 apiece and dropped to as much as Rs 1,345.25 apiece by afternoon, marking a decrease of 8.25 per cent. On the Bombay Stock Exchange (BSE), the PVR share price declined as much as 8.21 per cent to touch the Rs 1345.80 mark at the day's lowest point. On the other hand, shares of Inox Leisure opened lower at Rs 293.10 apiece and declined to as much as 10.11 per cent on the NSE. On the BSE, the Inox share price fell as much as 9.89 per cent to hit the Rs 271.00 mark at the day's lowest point.At 12:28 pm, Inox shares traded 2.07 per cent lower at Rs 295.20 apiece on the NSE. On the BSE, the shares of the cinema chain traded 3.13 per cent lower at Rs 295 apiece. Meanwhile, the shares of PVR traded 3.13 per cent lower at Rs 1,420.30 on the NSE. On the BSE, the shares of PVR traded 3.39 per cent lower at Rs 1,416.60.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "1500-Calorie Diet For Weight Loss: Here's How It Can Help You Lose Weight Without Starving", "editedBy": "Garima Arora", "Date": "Updated: August 13, 2019 16:23 IST", "paragraph": "HighlightsYou should eat more of high protein foods in this diet plan\nResults of this diet may be different for everyone\nThe diet plan needs to combined with exercise for effective resultswindow._pricee = window._pricee || []; _pricee.push({container : '_pcwgtmid'});If you are on a calorie restrictive diet and feel starved most of the time, then look no further! A week long 1500-calore meal plan can help you with weight loss by creating a calorie deficit yet not making you feel starved. The number of calories that you need to eat in a day is not just dependent on your diet but also on the level of your physical activity. Experts believe that 1500-calorie diet, which is 500 calories less than 2000-calorie diet, is enough to shed 0.45 kgs in a week. Reducing your overall calorie intake can help you lose weight with ease, but make sure it doesn't cause any more health problems like fatigue, headache, etc.This 1500-calorie meal plan is a weight loss diet that can prevent all the guesswork that you have to do for deciding what you want to eat and how much. Calorie deficit can be achieved by losing body fat. Typically, what you need to do is reduction of 500 calories per day. However, biological and behavioural factors such as dietary adherence and difference in gut bacteria and metabolic rates can lead to people losing weight at different rates, mentions healthline. Thus, do not get discouraged if you don't lose weight as quickly as expected.Also read: Do You Know How Your Body Burns Fat? Does One Actually Burn Max Calories In The Fat-Burning Zone? Find OutFoods to eat on 1500-calorie dietSugary foods, desserts, refined carbs, fried food and junk food are completely off the table in 1500 calorie diet plan. Following are the foods that you can eat in 1500- calorie diet plan:Junk food needs to be avoided in 1500-calorie diet planPhoto Credit: iStock1. Starchy and non-starchy vegetables like kale, spinach, broccoli, cauliflower, bell peppers, tomatoes, mushrooms, asparagus, potatoes, peas and sweet potatoes.2. Fresh and seasonal fruits like apples, berries, melons, grapes, bananas, pears, etc.3. Protein rich foods like eggs, chicken, turkey, tofu, tempeh.4. Legumes like kidney beans, chickpeas, black beans and lentils.5. Healthy fats like olive oil, avocado, coconut oil and ghee.6. Dairy products like milk, cottage cheese, cheese and probiotics like kefir and yogurt. You can also have plant-based milk like coconut milk, cashew or almond milk.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Also read: 7 Ways Your Body Is Telling You Need More Calories7. Nuts and seeds like almonds, walnuts, pistachios, macadamia nuts, sunflower seeds and sesame seeds.You can eat nuts and seeds in 1500-calorie diet planPhoto Credit: iStock8. Zero calorie beverages like green tea, water, sugar-free tea and coffee.9. Spices and seasonings like oregano, garlic, chilli pepper, black pepper, turmeric, garlic powder, salsa, lemon juice and apple cider vinegar.In a 1500-calorie diet plan, you need to focus on increasing your fibre and protein intake. This is because fibrous and protein-rich foods can fill you up and make you feel full for longer, thus reducing overall calorie intake and aiding quick weight loss.Also read: Weight Loss Diet: Protein-Rich Snacks Under 100 CaloriesThe aforementioned list includes multiple options for both vegetarians and non-vegetarians. Do meal prepping in a way that you get all nutrients in a day. Including fibre and protein in every meal is the trick to follow this weight loss diet plan, along with regular exercise, less stress and good night's sleep.Disclaimer: This content including advice provides generic information only. It is in no way a substitute for qualified medical opinion. Always consult a specialist or your own doctor for more information. NDTV does not claim responsibility for this information.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}]}