{"page3": [{"title": "Independence Day 2019: 7 Best Tricolour Recipes You Should Try This Independence Day - NDTV Food"}, {"title": "Teen With Disabilities Raped For Months In Uttar Pradesh, Gets Pregnant", "editedBy": "Press Trust of India", "Date": "Updated: August 13, 2019 15:08 IST", "paragraph": "Muzaffarnagar: A fifteen-year-old differently-abled girl was raped and impregnated by a 50-year-old neighbour in Wajidpur village of Jansath tehsil of Muzaffarnagar, police said on Tuesday.The arrested accused, identified as Rajpal Saini, raped the minor girl over a period of several months, said Station House Officer (SHO) Yogesh Sharma.A case was registered and the victim has been sent for medical examination, the SHO said.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });The incident came to light when the family members of the victim found out about her seven-month pregnancy, he added.Meanwhile, irate villagers protested and demanded strict action against the accused.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Hong Kong Airport Cancels All Departures As Protesters Squat Inside", "editedBy": "Agence France-Presse", "Date": "Updated: August 13, 2019 16:24 IST", "paragraph": "Hong Kong: HighlightsPro-democracy protesters blocked Hong Kong airport for a second day\nAirport authorities didn't say if flights were still arriving\nAn earlier statement announced that check-ins had been suspendedwindow._pricee = window._pricee || []; _pricee.push({container : '_pcwgtmid'});Hundreds of flights were cancelled or suspended at Hong Kong's airport on Tuesday as pro-democracy protesters staged a second day of hugely disruptive rallies, defying warnings from the city's leader who said they were heading down a \"path of no return\".The new protest came as Beijing also sent further ominous signals that the 10 weeks of unrest must end, with state-run media showing videos of security forces gathering across the border.The crisis, which has seen millions of people take to Hong Kong's streets, was before this week already the biggest challenge to Chinese rule of the semi-autonomous city since its 1997 handover from Britain.But the two days of protests at the airport, one of the busiest in the world, raised the stakes yet again.All check-ins were cancelled on Tuesday afternoon after thousands of protesters wearing their signature black T-shirts made barricades using luggage trolleys to prevent passengers from passing through security gates.\"I want to shut down the airport just like yesterday so most of the departure flights will be cancelled,\" a 21-year-old student who gave his surname as Kwok told AFP.On Monday a crowd that police said numbered 5,000 filled the building to denounce what they said were violent tactics by police in trying to quell weekend rallies.Airport authorities in response cancelled all flights on Monday afternoon.On Tuesday morning, the city's leader, Carrie Lam, gave an at-times emotional press conference in which she warned of dangerous consequences if escalating violence was not curbed.\"Violence, no matter if it's using violence or condoning violence, will push Hong Kong down a path of no return,\" Lam said.\"The situation in Hong Kong in the past week has made me very worried that we have reached this dangerous situation.\"Lam, who faced fierce questioning from local reporters and at one point appeared to be on the verge of tears, appealed for calm.\"Take a minute to think, look at our city, our home, do you all really want to see it pushed into an abyss,\" Lam said, although she again refused to make any concessions to the protesters.Airport chaosBut a few hours later the protesters returned to the airport chanting \"Stand with Hong Kong, stand for freedom,\" and daubing graffiti that included \"an eye for an eye\".This was in reference to a serious facial injury that reportedly caused a woman to lose the vision in one eye at a demonstration that turned violent on Sunday night.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Demonstrators accused police of causing the injury by firing a bean-bag round.Some travellers voiced sympathy with the protesters.\"I understand the basics of the protest and they've got a point: it's about freedom and democracy and it's incredibly important,\" said Pete Knox, a 65-year-old Briton on his way to Vietnam.Others told AFP they were angry at having their travel plans thrown into disarray.\"I don't mind what they [the protesters] do but they made us five hours delayed,\" said 50-year-old Wing Au-yeung, who had stopped off in Hong Kong to collect his aged mother before travelling to South Korea with his family.\"They can do what they want but it should not affect other people.\" 'Mobsters'The protests began in opposition to a bill that would have allowed extraditions to the mainland, but quickly evolved into a broader bid to reverse a slide of rights and freedoms in the southern Chinese city.Authorities in Beijing on Monday slammed violent protesters who threw petrol bombs at police officers, linking them to \"terrorism\".On Tuesday state media upped the ante, calling protesters \"mobsters\", warning they must never be appeased and raising the spectre of mainland security forces intervening.The official state news agency Xinhua said in a commentary Tuesday that \"violent radicals\" were pushing Hong Kong into an \"abyss\".In a video posted on Weibo, a CCTV anchor warned viewers: \"When dealing with terrorism, there is no soft hand\".Meanwhile, videos promoted by state media showed Chinese military and armoured vehicles appearing to gather in the southern city of Shenzhen, which borders Hong Kong.The UN's rights chief on Tuesday voiced concern over police force used against protesters, and called for an impartial probe.A senior US administration official on Monday urged \"all sides\" to avoid violence.(Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Weight Loss: Add These Protein-Rich Snacks To Your Plant-Based Diet - NDTV Food"}, {"title": "Disqualified Karnataka MLAs Move Top Court For Urgent Hearing Of Plea", "editedBy": "Press Trust of India", "Date": "Updated: August 13, 2019 15:14 IST", "paragraph": "New Delhi: The Supreme Court on Tuesday asked rebel Congress-JD(S) MLAs from Karnataka to hand over a memo to the registrar for urgent listing of their plea challenging their disqualification from the state assembly.A bench headed by Justice Arun Mishra told senior advocate Mukul Rohatgi, appearing for the rebel MLAs to give the memo to the registrar for urgent listing of their plea.Mr Rohatgi told the bench that all these MLAs have been disqualified and their matter should be listed on August 19 for hearing.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });A total of 17 rebel MLAs were disqualified from the House ahead of the July 29 trust vote moved by then chief minister HD Kumaraswamy.Mr Kumaraswamy lost the floor test, paving the way for a BJP-led government in the state under BS Yediyurappa.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Janhvi Kapoor Visits Tirumala Temple On Sridevi's Birth Anniversary. See Pic", "editedBy": "Nilanjana Basu", "Date": "Updated: August 13, 2019 15:05 IST", "paragraph": "New Delhi: HighlightsJanhvi also prayed at Tirumala Temple ahead of 'Dhadak'\nJanhvi shared a photo from the temple town \nShe was traditionally dressed in a lehenga sareewindow._pricee = window._pricee || []; _pricee.push({container : '_pcwgtmid'});On Sridevi's birth anniversary, her daughter Janhvi Kapoor paid a visit to the Tirumala Tirupati Temple in Uttar Pradesh to offer her prayers and seek the blessings of Lord Venkateswara. After sharing a heart-wrenching post on Tuesday morning, remembering Sridevi on her 56th birth anniversary, Janhvi Instagrammed a photo of herself from the temple town of Tirumala, dressed in a traditional South Indian lehenga saree. While Janhvi shared no details of her visit to the Tirumala Tirupati Temple, fan clubs have been sharing videos of the 22-year-old actress praying at the temple. Take a look at Janhvi Kapoor's post here.View this post on Instagram.A post shared by  Janhvi Kapoor (@janhvikapoor) on Aug 12, 2019 at 9:33pm PDTView this post on InstagramJanhvi offers prayers at Tirupati Balaji temple in honor of Sridevi ji's birthday. The most beautiful soul. @janhvikapoor A post shared by  Janhvi Kapoor FC (@alwaysjanhvi) on Aug 12, 2019 at 11:20pm PDTEarlier in the day, Janhvi Kapoor's Instafam woke up to find an emotional post on her timeline, dedicated to her mother, who would have been 56 today. \"Happy birthday, Mumma, I love you,\" read Janhvi's message, which she shared with a throwback photo of the legendary actress.View this post on InstagramHappy birthday Mumma, I love youA post shared by  Janhvi Kapoor (@janhvikapoor) on Aug 12, 2019 at 7:14pm PDTSridevi's filmmaker husband Boney Kapoor wrote down a beautiful message for Sridevi on Twitter: \"Happy Birthday, jaan, missing you every minute of my life, keep on guiding us, you will remain with us till eternity.\"Happy Birthday Jaan, missing you every minute of my life , keep on guiding us , you will remain with us till eternity. #Sridevipic.twitter.com/pGPhgbmcBN— Boney Kapoor (@BoneyKapoor) August 13, 2019googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Earlier, Boney Kapoor posted a tweet of gratitude from Sridevi's official Twitter handle, which is now managed by him.Thank you all for your love in remembering her today with so much love and affection. #Sridevipic.twitter.com/rBz3usnw7S— SRIDEVI BONEY KAPOOR (@SrideviBKapoor) August 13, 2019Last year, Sridevi's tragic end was just months before Janhvi Kapoor's Bollywood debut. Ahead of Dhadak's release, Janhvi visited the Tirumala Tirupati Temple with dad Boney Kapoor and sister Khushi to pray for her new film.View this post on Instagram#boneykapoor ji with his Beautiful Daughters #janhvikapoor #khushikapoor snapped today at #tirupathi #balaji #temple where the went to seek blessings for #janhvikapoor 's Upcoming Debut movie #dhadak A post shared by  MadhuriJi JanhviKhushi (@janhvikhushifan) on Jul 9, 2018 at 12:32am PDTAfter Dhadak, Janhvi Kapoor has signed a horror comedy named RoohiAfza, in which she co-stars with Rajkummar Rao. She also has Karan Johar's Takht in the line-up, which has an ensemble cast including her uncle Anil Kapoor and actors Ranveer Singh, Kareena Kapoor, Vicky Kaushal, Bhumi Pednekar and Alia Bhatt.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Hopeful Of \"Grand\" Independence Day Celebrations In J&K: Top Bureaucrat Rohit Kansal", "editedBy": "Press Trust of India", "Date": "Updated: August 13, 2019 16:21 IST", "paragraph": "Srinagar: The Jammu and Kashmir administration on Tuesday said it is hopeful of further relaxations in the security clampdown after the dress rehearsal for the August 15 Independence Day celebrations conclude in various districts.Principal Secretary Rohit Kansal at a press conference said that while prohibitory conditions were relaxed in various parts of Kashmir, the Jammu region was \"almost entirely\" free of restrictions.\"Restrictions, however, do continue in parts of Kashmir,\" he said.\"We are hopeful that once the full dress rehearsals for Independence Day being carried out in various districts of Jammu and Kashmir and Ladakh conclude, there will be further relaxations,\" he added.Mr Kansal said the administration was hopeful that Independence Day celebrations would be carried out in a \"grand and benefitting manner\" in all parts of the state.The security clampdown has been imposed after the Union government revoked Article 370 of the Constitution that gave a special status to the state on August 5 and said the state would be bifurcated into two Union territories -- Jammu and Kashmir and Ladakh.Mr Kansal said the administration was following the overall policy of \"relaxation and easing out\" in all parts of the state and the Eid celebrations and prayers were peaceful on Monday.He added that there was a \"constant endeavour to ensure that people are not obstructed and are facilitated in every possible way\".As far as the issue of communication was concerned, 300 public points were set up for the locals, from where they could speak to their dear ones, and over 5,000 calls were made in one day, the principal secretary said.He added that medical services of all kinds were continuing \"normally and unhindered\" and the apprehensions in this context were not true.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Routine OPDs, admissions, surgical procedures were going on, Mr Kansal said, adding that all kinds of normal and emergency medicines were in adequate supply.Last week, 13,500 OPDs took place in Srinagar district, while there were 1,400 admissions and 600 procedures of all kinds, he said.Mr Kansal said the national highway was functioning normally and over 100 heavy vehicles, trucks carrying LPG cylinders, oil trucks and about 1,500 light motor vehicles and buses had moved over the last 24 hours.\"The flight operations are normal too,\" he added.Asked about the government's response over some propaganda material being circulated on social media platforms like Twitter, Mr Kansal said, \"Due cognisance has been taken of all the fake handles and of any items that create disaffection and it is being tackled at the appropriate levels legally, procedurally and through appropriate measures. Whenever our attention is drawn to any fake accounts or any attempts to spread disaffection or peddle misinformation or create mischief, they are being dealt with procedurally, legally and through all available measures with the government.\"Asked by reporters about the proposed plans for unfurling the tricolour on August 15 at various places in the state, including at Lal Chowk here, Mr Kansal said the occasion would be celebrated with respect and grandeur.\"Independence Day celebrations have a certain system. It is a national festival and it will be celebrated with respect and grandeur. I have nothing to say about specific individuals,\" he said.The principal secretary said some arrests were made following a local assessment of the situation.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Kartik Aaryan Surprises Princess Sara Ali Khan With This Cute Birthday Cake In Thailand - NDTV Food"}, {"title": "3rd ODI: When And Where To Watch Live Telecast, Live Streaming | Cricket News"}, {"title": "Sikkim BJP: BJP Is Now Main Opposition In Sikkim, Where It Drew A Blank", "editedBy": "Ratnadip Choudhury", "Date": "Updated: August 13, 2019 16:32 IST", "paragraph": "New Delhi: The BJP has emerged as the main opposition party in Sikkim with at least 10 MLAs of the Sikkim Democratic Front joining the BJP in New Delhi ton Tuesday. The mass exit is a huge blow to former Chief Minister Pawan Kumar Chamling, who ruled the state for five terms.The 10 MLAs met senior leaders and were welcomed into the BJP by working president JP Nadda and general secretary Ram Madhav.Mr Chamling's tenure ended in May after over 24 years in power when his party lost the state election to a resurgent Sikkim Krantikari Morcha or SKM.The Sikkim Democratic Front (SDF) won 15 seats while the Sikkim Krantikari Morcha (SKM) won 17 in the 32-member assembly. Since two of the SDF MLAs had won from two seats, they resigned from one seat each, reducing the party's strength to 13 in the Sikkim assembly.The BJP didn't win a single seat in the state polls.The present strength of the Sikkim assembly is 29 as three seats are vacant. Three MLAs including Mr Chamling , who contested from two seats, had resigned, paving way for bypolls that are expected to be held in October.The BJP's immediate challenge in the state will be the by-elections to the three seats.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });The joining of the Sikkim Democratic Front MLAs with the BJP development does not directly threat the ruling SKM government. However, it has the potential to break the government.In 2016, when the BJP formed its anti-Congress political alliance for the northeast, Pawan Kumar Chamling was among its founding members. However, the regional party turned down the BJP's offer to form an alliance for the the Sikkim assembly election.Though Mr Chamling's party is now left with just three MLAs, two of them have turned rebels and decided to formed a rebel group, a move against the larger section of the party that witched to the BJP. Sources indicated that they too might go to the BJP.The BJP's gain also comes at a time when there is a petition in the Supreme Court against the appointment of Prem Singh Tamang as the state's Chief Minister.Ram Madhav, the BJP's northeast in-charge, said the party will play the role of a constructive opposition in the state. Two-thirds or more numbers of the MLAs of a party can join another party without violating the anti-defection law.(With inputs from PTI)Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Indian Expats In UAE Open Collection Centres For Flood-Hit Kerala", "editedBy": "Press Trust of India", "Date": "Updated: August 13, 2019 14:38 IST", "paragraph": "Dubai: Indian expats in the UAE have come together to help thousands of families displaced in Kerala due to the massive floods that have claimed 88 lives, according to a media report.Forty-two people are still reported to be missing in Kerala. Over 2.52 lakh people have taken shelter in 1,332 relief camps across the state.At least 808 houses have been fully damaged and 8,459 partially in rain-related incidents. An \"orange alert\", warning people to be prepared in the likelihood of bad or extreme weather, has been issued for six districts.Voice of Humanity, a group of around 50 stage artists from Kerala, has set up collection points to collect relief materials for the affected, the Khaleej Times reported.\"We are mainly collecting cloths, hygiene items for ladies and kids, toiletries, slippers and some food items like oats and biscuits,\" Shoukky Sulaiman, joint secretary of the group, said, adding three collection centres have been set up in Dubai.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Sulaiman said the group has assessed the needs based on the feedback of their group members in India who are coordinating rescue and relief operations in various camps.\"We will be sending the collected items by cargo, which will be personally received by our members. We are all trying to do whatever we can,\" he was quoted as saying in the report.Abu Dhabi-based expat organisation Kerala Muslim Cultural Centre has also set up collection centre at the Indian Islamic Centre and residents are urged to donate blankets, mats, hygiene kits and eatables among other things.Many expats are using social media to share their contribution to the Chief Minister''s Distress Relief Fund, the report said.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "WhatsApp Brings Fingerprint Lock Feature to Android With Latest Beta | Technology News"}, {"title": "Tata Sky Replaces Flexi Annual Plan With 'Cashback Offer', Provides Temporary Account Suspension Feature | Technology News"}, {"title": "Major Subsidies (Food, Fertilisers, Urea, Petroleum) At 51% Of Budget Estimates Till June", "editedBy": "Indo-Asian News Service", "Date": "Updated: August 13, 2019 14:32 IST", "paragraph": "Major subsidies on food, fertilisers, urea and petroleum have totalled Rs 1.51 lakh crore as of June-end 2019, touching 51 per cent of the Budget Estimates, up from 44 per cent during same period of the last fiscal year.The Controller General of Accounts' (CGA) June figures show the actuals on these heads up to June end 2019 totalled Rs 1,51,824.24 crore on the Budget Estimates (BE) of Rs 2,96,684 crore. On a corresponding period of the previous year (COPPY) basis, the amount was Rs 1,16,820.17 crore (44 per cent) of the BE, whereas the current figures are 51 per cent of the BE.The food subsidy as on June-end grabbed a major chunk at Rs 94,406.16 crore, as against the the BE of Rs 1,84,220 crore (51 per cent). On a COPPY basis, it was Rs 88,266.74 crore (52 per cent of the BE of last fiscal year).Nutrient-based fertilisers subsidy touched Rs 9,606.18 crore (39 per cent of BE) as on June-end which was Rs 8,238.34 crore in the same period of last fiscal year (33 per cent). The BE for the current fiscal year for this subsidy is Rs 24,832 crore. googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });The urea subsidy as on June-end at Rs 19,482.99 crore has galloped to 39 per cent of the BE of Rs 50,154 crore. The same was Rs 8,590.96 crore in the same period of last fiscal year (19 per cent).The petroleum subsidy was Rs 28,328.91 crore for the period in consideration which was 76 per cent of the BE of Rs 37,478 crore, while on a COPPY basis this was Rs 11,724.13 crore amounting to just 47 per cent.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Prakash Javadekar Says Congress Voices On Jammu And Kashmir Move Reflects Directionless Politics", "editedBy": "Press Trust of India", "Date": "Updated: August 13, 2019 14:55 IST", "paragraph": "New Delhi: The Congress is speaking in different voices on the special status of Jammu and Kashmir because of its \"frustration, despair and directionless politics\", Union minister Prakash Javadekar said on Tuesday.The minister also accused Congress leader P Chidambaram of communalising the issue and said people of Jammu and Kashmir were happy with the decision to revoke the state's special status under Article 370.Mr Chidambaram on Monday alleged that the BJP scrapped the special status of Jammu and Kashmir as the region is \"dominated\" by Muslims, a remark condemned by the ruling party as \"provocative and irresponsible\".The former union finance minister also alleged that the BJP-led NDA government would not have taken the bold decision had Jammu and Kashmir been a \"Hindu-dominated\" state.\"This is Congress's frustration, despair and directionless politics. Karan Singh, Jyotiraditya Scindia, Milind Deora, R P N Singh and other leaders are talking one thing and Chidambaram, Mani Shankar Aiyar saying another thing. The party is in perennial confusion. They never had a clear stand,\" Mr Javadekar told reporters.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });The union minister of Information and Broadcasting and Environment also said the people of Jammu and Kashmir celebrated Eid happily.\"Let me say that after Article 370 people of Kashmir will progress and will get the rights that have been denied to them in the last 70 years. That is why they are happy. People tried and even expected disturbances in Jammu and Kashmir.\"The way that the people celebrated and how they came out shows that they are happy. Kashmir will get normal very soon. But if some people see Palestine in Kashmir then it is their negative thought. Chidambaram is only trying to communalise the issue and it is dirty politics,\" said Javadekar.He added that PoK (Pakistan occupied Kashmir) is a part of India and a seat will be left for it in the assembly, Javadekar said. Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}]}