{"page1": [{"title": "Up Woman Allegedly Given Triple Talaq After Asking For Rs 30 For Medicine", "editedBy": "ANI", "Date": "Updated: August 13, 2019 16:30 IST", "paragraph": "Hapur: A woman from Hapur district of Uttar Pradesh claimed she was given triple talaq by her husband for asking him for Rs 30 to buy medicines.The woman's mother said, \"My daughter fell ill and she demanded money for medicine from her husband. They had an argument after which she was given triple talaq and ousted from her in-laws' house.\"\"I got married three years back. I asked Rs 30 for medicine and instead, he (her husband) started shouting at me and gave me triple talaq. Thereafter, his family pushed me out of their house,\" the victim said.She also claimed that her two kids have been taken away from her.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });DSP Hapur Rajesh Singh said, \"We have received an application where a woman has alleged that her husband gave her triple talaq a few days back. We have registered a case and are doing an investigation. Action as necessary will be taken\".The Muslim Women (Protection of Rights on Marriage), Bill, 2019, which criminalises instant \"triple talaq\" among Muslims and attracts a jail term of three years for the husband came into force on August 1.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Ashes: David Warner Will Comeback Strong, Says Australia Coach Justin Langer | Cricket News"}, {"title": "Post Office Regular Savings Account: How To Open, Interest Rate, Tax Benefits, Minimum Contribution", "editedBy": "Anshul", "Date": "Updated: August 13, 2019 16:31 IST", "paragraph": "India Post, under the Department of Posts, offers a variety of banking services, besides delivering mails. As part of its small savings schemes portfolio, it offers regular savings account. India Post pays interest at the rate of 4 per cent per annum on deposit in its savings account in the current quarter, according to India Post's official website - indiapost.gov.in, which has a network of more than 1.5 lakh post offices. The minimum amount for opening of a savings account with post office is Rs 20. (Also read: How To Set Up Zero Balance Savings Accounts At India Post Payments Bank)Given below are key things to know about post office regular savings account:How to open post office regular savings accountA post office savings account can be opened by cash only. A cheque facility is available if the account is opened with Rs  500 and for this purpose, maintenance of a Rs 500 as minimum balance is required, according to the India Post.A savings account can also be opened jointly by two or three adults. However, only one savings account can be opened in one post office at a time. A post office savings account can also be opened in the name of a minor, whereas a minor of 10 years and above in age can both open and operate the account. After attaining majority, the minor has to apply for conversion of the account to his or her name.Minimum contributionThe minimum balance that is required to be maintained in an account without the cheque facility is Rs. 50, according to India Post.Tax benefitsThe interest earned on deposit is tax-free up to Rs 10,000 per year in case of regular savings account, according to India Post.Other featuresA nomination facility is available at the time of opening and also after opening of account. A savings account can be transferred from one post office to another. A single account can be converted into a joint account, and vice versa.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });At least one transaction of deposit or withdrawal in three financial years is necessary to keep the account active. Deposits and withdrawals can be done through any electronic mode in core banking post offices. An ATM facility is also available, according to India Post.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Monsoon Superfoods: Top Reasons To Include Protein-Rich Sattu In Your Diet"}, {"title": "Tiger Falls Into Well In Madhya Pradesh, Rescue Operation On", "editedBy": "ANI", "Date": "Updated: August 13, 2019 16:16 IST", "paragraph": "Katni, Madhya Pradesh: A tiger fell into a well in Madhya Pradesh's Katni today, officials said. Forest department officials reached the spot immediately and called in another team to help.The rescue operation is still on.A Forest Department official said,\" We were informed about the incident early morning. We immediately sent a team to the spot. The team was asked to clear the people from the area. Animals are prone to panic attacks if there are too many people around.\"googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });He added that the team will first examine the tiger. \"If he is healthy, he will be reunited with his mother. Otherwise we will send him for medical treatment,\" he added.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "The Crown Season 3 to Release on Netflix on November 17, Starring Oscar Winner Olivia Colman | Technology News"}, {"title": "Team Mission Mangal Take A Leap From 'Antariksh To Antakshari'. Watch Viral Video", "editedBy": "Nilanjana Basu", "Date": "Updated: August 13, 2019 16:21 IST", "paragraph": "New Delhi: HighlightsVidya Balan shared an 'antakshari' video on Instagram\nThe 'Mission Mangal' stars can be seen playing the game\nShe shared it with the caption: \"Antariksh se Antakshari tak ka safar\"window._pricee = window._pricee || []; _pricee.push({container : '_pcwgtmid'});Mission Mangal's ensemble cast - Akshay Kumar, Vidya Balan, Sonakshi Sinha, Taapsee Pannu, Kirti Kulhari and Nithya Menen - are busy promoting their much talked about movie ahead of its release. Needless to say that the co-stars share a great bonding with each other, as can be seen in the promotional events, and a glimpse of which is there in Vidya Balan's Antakshari video, which is now crazy viral. In Vidya's Instagram video, Team Mission Mangal can be seen playing antakshari when on a bus tour, supposedly between promotional duties. The caption of her Vidya is dipped in signature Vidya humour and reads: \"Antariksh se Antakshari tak ka safar.\"For those who missed the reference, antariksh translates to the word 'space' in English and Mission Mangal is about India's Mars Orbiter Mission (MOM).Vidya Balan and Taapsee Pannu are absolute enthu-cutlets in the video while Akshay Kumar is no less as he joins the game with his rendition of Kishore Kumar's Geet Gata Hoon Main.View this post on InstagramAntariksh se Antakshari tak ka safar #MissionMangal @akshaykumar @nithyamenen @taapsee @sandhu_aditiA post shared by  Vidya Balan (@balanvidya) on Aug 12, 2019 at 5:00am PDTVidya Balan's Instagram is an album full of fun-filled moments from Team Mission Mangal's promotional diaries. From discovering Kirti Kulhari's singing skills to trolling Nithya Menen for serving food on sets, here are glimpses of everything that makes a great team.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });View this post on Instagram@iamkirtikulhari you sing so effortlessly & beautifully !! BTS #MissionMangal promotions .... So much fun!! All our teams at work to make sure its a #MissionAccomplished . @akshaykumar @taapsee ‘s back @nithyamenenA post shared by  Vidya Balan (@balanvidya) on Aug 12, 2019 at 9:47pm PDTView this post on InstagramMy sporting fellow southie @nithyamenen feeds us . A team that eats together slays together ..... #MissionMangal releasing on 15th Aug !! @akshaykumar @taapsee @iamkirtikulhari @sharmanjoshi P.S: @aslisona where are you !?A post shared by  Vidya Balan (@balanvidya) on Aug 12, 2019 at 2:26am PDTNow, with Misson Mangal round the corner, here's little background on the film's theme - it's the story of how a bunch of rookie space scientists, captained by their determined Mission Director (Akshay Kumar) and Project Director (Vidya Balan) make the Indian Space Research Organisation's (ISRO) Mars Orbiter Mission a success in 2013.View this post on InstagramAll systems - Check! We are now set to launch the #MissionMangal Trailer in 4 hours. @akshaykumar @taapsee @aslisona @sharmanjoshi @nithyamenen @iamkirtikulhari @foxstarhindi #HopeProductions #JaganShakti @zeemusiccompanyA post shared by  Vidya Balan (@balanvidya) on Jul 17, 2019 at 9:01pm PDTMission Mangal is Akshay Kumar's first movie as part of his recently signed three-film deal with Fox Star Studios. Directed by Jagan Shakti, the movie releases on August 15.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Scientists Are Attempting To Open A Portal To A Parallel Universe", "editedBy": "Sanya Jain", "Date": "Updated: August 13, 2019 16:08 IST", "paragraph": "The idea of parallel universes has captivated the imagination of scientists, novelists and screenwriters for decades. Now, researchers in Oak Ridge National Laboratory in eastern Tennessee are trying to find out whether or not parallel universes exist - by attempting to open a portal into one.According to NBC News, physicist Leah Broussard will conduct a series of experiments by firing a beam of neutrons through a 50-foot tunnel. At the end of the tunnel, the particles will hit an impenetrable wall. A neutron detector will be set up on the other end of the wall.If the setup is right, some of those particles will transform into mirror-image versions of themselves, passing through the wall. If the neutron detector detects a neutron, it could prove the existence of a parallel dimension.\"It's pretty wacky,\" Ms Broussard tells NBC News.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });But if you are expecting to find a mirror version of yourself in the parallel universe, that probably won't happen. Instead, you will find mirror atoms, rocks, stars and possibly even mirror planets, according to Insh.Watch the video above to find out how the discovery of a parallel dimension will help our understanding of the universe.Click for more trending newsGet Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Delhi Police Mistakes Independence Day For Republic Day, Taken To Court", "editedBy": "Jimmy Jacob", "Date": "Updated: August 13, 2019 16:34 IST", "paragraph": "New Delhi: The Delhi Police allegedly referred to the country's Independence Day on August 15 as \"Republic Day\" in a recent advisory, resulting in a petition being filed against it in the national capital's high court on Tuesday, news agency ANI reported.According to the news agency, the petition moved in the Delhi High Court claimed that the South Delhi unit of the police department misprinted \"Independence Day\" as \"Republic Day\" everywhere apart from the heading in the notification.The petitioner, Manjeet Singh Chugh from the national capital, claimed in the petition that such glaring errors only go to show that notifications issued by the Delhi Police \"are not read and checked by senior officers\".The plea was brought up before a division bench presided by Chief Justice DN Patel and Justice C Harishankar, and the matter has been listed for Wednesday, ANI reported.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });While Independence Day commemorates the nation's independence from British rule on August 15, 1947, Republic Day - which is celebrated on January 26 every year - marks the day the Constitution of India came into effect on that day in 1950. However, there have been occasions when people have unwittingly replaced one term with the other on placards and official notifications.A similar controversy had erupted in 2016, when the Chandigarh unit of the BJP mistakenly extended \"Republic Day and Rakshabandhan\" greetings on billboards put up ahead of the Independence Day. According to reports, the billboards came up at various places, including Pipliwala Town and Police Station Intersection in the union territory.(With inputs from ANI)Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "RRB JE Result, Score Card @rrb.gov.in. 2nd CBT Date Confirmed", "editedBy": "Maitree Baral", "Date": "Updated: August 13, 2019 16:33 IST", "paragraph": "New Delhi: Railway recruitment boards (RRB) have released the RRB JE result and have announced the exam date for the second computer based test. As per the notice released by the RRBs, the JE 2nd exam will begin on August 28, 15 days from today. Admit cards for the RRB JE second exam will be released by the Boards 4 days prior to the exam date. Candidates can download the admit cards August 24 onwards as per their exam schedule. The second stage exam will be held for 5 days till September 1.Check RRB JE ResultRRB JE Result: Know How To CheckThe RRB JE score card will be available for download till August 27.\"Candidates may login with their credentials on the above mentioned dates through the link to be provided on the official websites of RRBs for knowing their exam city, date, session, downloading free train travel authority (for SC/ST candidates only) and e-call letter,\" reads the exam notice released by the RRBs.The mock test facility will be available to candidates August 17 onwards.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Candidates who have qualified the first stage exam are eligible to appear for the second stage exam. The test would include 150 questions and candidates will be allowed 120 minutes (2 hours) to complete the test. The questions will be of objective type with multiple choices and are likely to include questions pertaining to General Awareness, Physics and Chemistry, Basics of Computers and Applications, Basics of Environment and Pollution Control and Technical abilities for the post.Except the technical ability paper, the syllabus will be same for all the posts.The technical paper will carry maximum marks of 100 out of the total 150 in the second stage exam. The test will assess the technical knowledge of the candidates in their specific subject.RRB JE first stage CBT was conducted from May 22, 2019 onwards. The exam was of 90 minutes duration and had 100 questions. The final answer key was released on July 25.Click here for more Jobs NewsGet Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "RRB JE Result 2019: Scores, 2nd CBT, Direct Link Details Here", "editedBy": "NDTV Education Team", "Date": "Updated: August 13, 2019 16:24 IST", "paragraph": "RRB JE result 2019: Indian Railways has started releasing the RRB JE result on the official websites. So far, RRB Thiruvananthapuram and RRB Bangalore have released the results. The candidates may download a pdf of the RRB JE result or Railway Recruitment Board Junior Engineer results from the official websites. The candidates may also check their RRB JE scores from the offiical websites now. The RRB JE results have been released based on the performance in the 1st stage examination or first Computer Based Test (CBT) conducted during the period from May 22, 2019 to June 2, 2019 and June 26, 2019 to June 28, 2019 against CEN No.03/2018.The RRB JE result of the candidates has been arranged in ascending order (of their roll numbers not in order of merit).RRB JE result 2019: Direct linksRRB JE results 2019: RRB Thiruvananthapuram resultsRRB JE results 2019: RRB Bangalore resultsRRB JE result 2019: Direct links to download score cardsClick on the link provided here to check your RRB JE score details:RRB JE result score card linksAccording to the official RRB JE result notification, the second stage examination (CBT) for various posts of JE, DMS and CMA for the provisionally shortlisted candidates will be held from August 28, 2019 to September 1, 2019. The notification said all the shortlisted candidates will be advised through Website/SMS/Email to download their City intimation advice to appear in the 2nd stage CBT about 10 days prior to examination.RRB JE result 2019: How to checkFollow the steps provided here to dowload your RRB JE result from the official Indian Railways' portals:googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Step One: Go to the respective portals of the RRBs you had registered for the RRB JE exam.Step Two: Click on the RRB JE result link provided on the homepage or on the page of recent recruitmentsStep Three: On next page (which is a PDF page), check for your resultsClick here for more Jobs News Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Delhi Rain: Light Showers In Parts Of Delhi, Heavy Rainfall Predicted", "editedBy": "Richa Taneja", "Date": "Updated: August 13, 2019 15:57 IST", "paragraph": "New Delhi: Light showers greeted several parts of Delhi on Tuesday afternoon bringing respite from the heat. According to the Met department heavy rainfall is predicted in isolated areas.\"Heavy rainfall at isolated places over Delhi is expected,\" tweeted National Disaster Management Authority or NDMA.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });The maximum temperature settled at 34 degrees Celsius, while the minimum was recorded at 27 degrees Celsius.13 August: Heavy rainfall at isolated places over JnK, Himachal, Punjab, Haryana, Chandigarh & Delhi, East UP, East Rajasthan, West MP, Jharkhand, Gangetic West Bengal, Andaman & Nicobar, Gujarat, Marathawada, Coastal & South Interior Karnataka & Coastal Andhra & Yanam.IMD— NDMA India (@ndmaindia) August 13, 2019Delhi rain is expected to continue till Sunday, the weather department said.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Ivan Perisic Joins Bayern Munich On One-Year Loan From Inter Milan | Football News"}, {"title": "Sensex Today Stock Market Updates Sensex Nifty Break Two Day Winning Run Amid Selloff Across Sectors", "editedBy": "Sandeep Singh", "Date": "Updated: August 13, 2019 15:47 IST", "paragraph": "Here are 10 things to know:Top percentage laggards on the 50-scrip benchmark index were Yes Bank, Bajaj Finance, Mahindra & Mahindra, Bajaj Finserv, Eicher Motors, Grasim Industries and Maruti Suzuki India, finishing with losses of between 5.05 per cent and 10.89 per cent. HDFC, HDFC Bank and Infosys were the top drags on Sensex.Marked breadth was highly negative with an advance decline ratio of 1:2, with 867 stocks on the BSE ending higher and 1,647 finishing lower. On the National Stock Exchange (NSE), 550 stocks advanced while 1,228 declined. The fall in domestic markets was in line with declines in broader Asia, as fears about a drawn out US-China trade war, protests in Hong Kong and a crash in Argentina's peso currency drove investors to safe harbours.Analysts say auto industry data refuelled concerns about economic slowdown. Domestic passenger vehicles sales in India plunged 30.98 per cent to 2,00,790 units last month, data from industry body Society of Indian Automobile Manufacturers (SIAM) showed. The drop in sales is the worst since December 2000, when the industry sold a fifth of the vehicles it sells currently. Reliance Industries shares, on the other hand, ended 9.72 per cent higher at Rs 1275.00 apiece on the BSE, a day after the conglomerate said it has a clear roadmap to become zero net-debt company in 18 months.Reliance Industries shares were the top percentage gainer on the Sensex. The government will release consumer inflation data for the month of July later in the day. The Reserve Bank of India (RBI) tracks consumer inflation data primarily while formulating the monetary policy.The financial markets will remain closed on Thursday, August 15 for Independence Day.(With inputs from Reuters)googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Indiabulls Housing Finance Shares Jump 14% On Law Firm's Public Apology", "editedBy": "Indo-Asian News Service", "Date": "Updated: August 13, 2019 15:47 IST", "paragraph": "Mumbai: Indiabulls Housing Finance shares surged 14 per cent on the NSE on Tuesday after the law firm Managium Juris tendered a public apology for an earlier false suit alleging that Indiabulls was involved in fraud.The company's stock jumped 14 per cent to touch an intra-day high of Rs 575.95 a share after the public apology by lawyer Kislay Panday of Managium Juris. In a statement, Managium Juris said: \"We came across a public disclosure made by Indiabulls Housing Finance Ltd regarding their plans to merge with Lakshmi Vilas Bank. Sensing this as a delicate and critical phase for the company and, therefore, an opportunity for the clients to exert pressure and with a view to sensationalize the matter, certain scathing allegations were made by them in the petition involving huge numbers against the company and its officials.\" The law firm had earlier alleged that Indiabulls was involved in misappropriation of public money to the tune of Rs 98,000 crore. googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });The firm said that \"all false and factually incorrect complains have now been withdrawn that we drafted through my office and were sent through my office...with the sole purpose of sensationalising allegations against Indiabulls and causing harassment to the company.\" \"We undertake not to indulge in such activities ever in future and assure all concerned that neither me or my firm shall, whether directly or indirectly, file any kind of litigations or complaints against Indiabulls Group or its companies,\" the statement added.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}]}