{"page5": [{"title": "Mediterranean Diet May Improve Cognitive Function In Type-2 Diabetes Patients - NDTV Food"}, {"title": "“A Team That Eats Together..”: What ‘Mission Mangal’ Team Lunch Looked Like (Watch) - NDTV Food"}, {"title": "Jammu and Kashmir Situation Very Sensitive, Government Should Get Time: Supreme Court", "editedBy": "A Vaidyanathan", "Date": "Updated: August 13, 2019 15:14 IST", "paragraph": "New Delhi: Highlights\"We expect normalcy. But nothing can be done overnight,\" top court said\nOne must rely on the government, it added \nCentre told the court it was reviewing the situation daily in J&Kwindow._pricee = window._pricee || []; _pricee.push({container : '_pcwgtmid'});The situation in Jammu and Kashmir is \"sensitive\" and one must rely on the government, the Supreme Court said today in response to a petition that sought an immediate lifting of the lockdown that has been in place there for more than a week and the release of political leaders currently under arrest. \"We expect normalcy. But nothing can be done overnight. Nobody knows what's happening. One has to rely on the government... It is a sensitive issue,\" the court said, adjourning the case for two weeks.  Jammu and Kashmir has been under an unprecedented security cover and prohibitory orders that ban large gatherings since August 4 - the eve of the government's announcement of the withdrawal of the special status for the state and its bifurcation into two Union Territories.   Internet and phone connectivity have also been withdrawn, pointing to which the petitioner said even the soldiers have been unable to connect with their families.In response to the court's queries no whether the situation on the ground is being reviewed, the Centre said it was reviewing the situation daily. \"We expect it will be settled soon,\" Attorney General KK Venugopal, the government's highest law officer, told the court.The Attorney General pointed out that the lockdown has been the way to maintain law and order with the \"least inconvenience\".  googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });\"In July 2016, we had a similar situation when three terrorists (including Burhan Wani) were killed. People came to the roads. At that time, internet was cut... More than 40 people died. Now, now not a single person is dead,\" he added.\"We should have a real picture. Time has to be given. Let us wait for normalcy.  If the situation continues, the petitioner can come to court,\" said a three-judge bench headed by Justice Arun Mishra. Yesterday, the government said Eid-al-Adha had passed peacefully in Jammu and Kashmir, barring a few sporadic incidents.  But the mood was subdued as the streets of Srinagar remained deserted under the watchful eyes of the security personnel. The restriction measures, which had been lifted for a day, were back on Sunday morning.In a statement last evening, the government said restrictions have been completely lifted or limited to the night in five districts of Jammu. \"Similar local relaxation was done in the nine other districts of Kashmir based on local assessment of the situation,\" the statement read.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Malaika Arora Lost Her Heart To Arjun Kapoor's Melbourne Pic", "editedBy": "Nilanjana Basu", "Date": "Updated: August 13, 2019 13:47 IST", "paragraph": "New Delhi: HighlightsMalaika and Arjun returned to Mumbai on Monday\nThey attended the IFFM over the weekend\n Malaika commented on Arjun's pic from Melbournewindow._pricee = window._pricee || []; _pricee.push({container : '_pcwgtmid'});Malaika Arora and Arjun Kapoor touched down in Mumbai from their Melbourne trip on Monday but are still enjoying their holiday hangover with Instagram photos. Arjun Kapoor, who presided over a special screening of India's Most Wanted at the Indian Film Festival of Melbourne, looks like also went sight-seeing with Malaika by his side. On Monday, he thanked the film festival and Melbourne for \"a whirlwind yet amazing trip\" with a photo of himself from the famous graffitied Hosier Lane in Melbourne city and Malaika's comment arrived soon enough. \"Melbourne,\" she wrote and also dropped a heart emoji on Arjun's photo.Take a look at Arjun Kapoor and Malaika Arora's Instagram exchange here:View this post on InstagramThank you @mitulange @iffmelbourne & Melbourne for a whirlwind yet amazing trip... till we meet again...A post shared by  Arjun Kapoor (@arjunkapoor) on Aug 12, 2019 at 3:31am PDTEarlier, Malaika wrapped her Melbourne trip with a pretty cool group photo, also featuring Arjun Kapoor (of course) and fellow travellers Karan Johar and Zoya Akhtar.View this post on Instagram#aurevoir Melbourne ..... @mitulange @karanjohar @arjunkapoor @zoieakhtar @putlu @ektakauroberoi @nikitajaisinghani @len5bm @suchetamalpani #iffm it's a #melfieA post shared by  Malaika Arora (@malaikaaroraofficial) on Aug 11, 2019 at 3:38am PDTgoogletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Meanwhile on Friday, it was a crazy scene outside the Palais Theatre in Melbourne when Malaika and Arjun checked into the film festival together. We got a glimpse of Arjun and Malaika's subtle PDA inside the auditorium when Arjun politely asked show host Karan Tacker to not flirt with Malaika. \"You're lucky to be sitting next to her,\" Karan told Arjun when he hijacked Karan's mic to say: \"Jaake peeche wali ke saath flirt karna (Flirt with someone else at the back please).\"View this post on Instagram@arjunkapoor, @malaikaaroraofficial and @karantacker at the @iffmelbourne happening right now . . #arjunkapoor #malaikaarora #goals #karantacker #bollywood #iffm2019 #iffmelbourne #iffm #melbourne #awardsA post shared by  Arjun and Anshula Kapoor (@arjunandanshulaa) on Aug 8, 2019 at 5:44am PDTMalaika and Arjun's hush-hush relationship came to the forefront when the duo began making public appearances together in the recent past. Arjun and Malaika have revealed they are dating in recent media interviews, thanking the press for respecting their privacy.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Indian Expats Open Donation Centres In UAE For Flood-Hit People In Kerala", "editedBy": "Indo-Asian News Service", "Date": "Updated: August 13, 2019 13:46 IST", "paragraph": "Dubai: Indian expats from Kerala in the United Arab Emirates (UAE) have opened collection centres for donations to support the thousands of displaced families in their flood-hit state, the media reported on Tuesday.After one of the worst flooding in its history last year, many parts of Kerala was limping back to normalcy when nature's fury struck again this year. Heavy rainfall and landslides in northern districts of Wayanad, Malappuram, Kozhikode, Kasargod and Kannur have so far killed 77 people and pushed thousands to relief camps.Though far away from the tragedy, Malayalees who form the biggest Indian expat community in the UAE, have set up the centre to collect relief materials for the affected, the Khaleej Times reported.Taking the lead is the UAE chapter of Voice of Humanity, a group of around 50 stage artists from Kerala. Popular movie artists like Tiny Tom, Nadir Shah and Guinness Pakru are the patrons of the organisation in Kerala.Shoukky Sulaiman, joint secretary of the group, said three collection centres have been set up in Dubai.\"We are mainly collecting cloths, hygiene items for ladies and kids, toiletries, slippers and some food items like oats and biscuits.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });\"We will be sending the collected items by cargo, which will be personally received by our members. We are all trying to do whatever we can,\" he added.Bicky Boss, another member, said he was leaving for Kerala on Tuesday to help in the distribution of relief materials.Abu Dhabi-based expat organisation Kerala Muslim Cultural Centre has also set up a collection centre at the Indian Islamic Centre and residents are urged to donate blankets, mats, bedsheets, toiletries, cleaning materials, milk powder and biscuits among other things.Many expats have taken to social media to share their contribution to the Chief Minister's Distress Relief Fund and urging others to follow suit.(Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Air Force Rescues More Than 500 In Karnataka, Air Marshal SK Ghotia Says Pilots Trained For Tough Situations", "editedBy": "Swati Bhasin", "Date": "Updated: August 13, 2019 14:13 IST", "paragraph": "Bengaluru: More than 500 people have been rescued in a week by the Air Force in flood-hit Karnataka, where 48 people have died and lakhs have been forced out of homes, Air Marshal SK Ghotia said today, adding that the Indian Air Force pilots are \"trained for tough situations\". \"The rescue operations have been conducted in a smooth manner so far. Three hundred and sixty five people, including foreign tourists, were rescued on Monday and we have been tasked to rescue another 200 people from Hampi today,\" he said.Sixteen people are still missing after floods hit several parts of the state last week. More than 1,000 villages have been affected and 40,000 houses have been damaged. Chief Minister BS Yediyurappa today sought an assistance of Rs 1,000 crore from the centre for relief work.In the last one week, several dramatic rescue operations in the flood-affected states by the IAF have been caught on camera.Despite the challenges, Air Marshal SK Ghotia said, the rescue operations are being conducted efficiently because the pilots are trained for tough situations. \"An NDRF officer's boat overturned yesterday and an IAF team promptly responded to save him,\" he shared.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Five helicopters are involved in the rescue operations in Karnataka being carried out by a task force of 50-70 people, Air Marshal SK Ghotia added.\"The first mission was undertaken from Hubbli, then we went to Belgaum, another area badly hit by deluge, and then to other locations. We collaborated with the district administration to respond swiftly,\" he said.The Air force is deployed in areas where the NDRF teams cannot reach, he told the reporters, adding that the teams will be on standby in the state. \"We are also capable of holding operations in the night but we haven't held any such operations so far in the state,\" the senior IAF officer added.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Sensex Falls Over 300 Points, Nifty Near 11,000; Reliance Industries Outperforms", "editedBy": "Abhishek Vasudev", "Date": "Updated: August 13, 2019 15:05 IST", "paragraph": "S&P BSE Sensex and NSE Nifty 50 Indexes extended losses led by declines in HDFC, HDFC Bank, Infosys, ITC, Larsen & Toubro, ICICI Bank and Tata Consultancy Services. Investors remained wary in the absence of any announcement about a government fiscal stimulus package and ahead of key inflation data. The Sensex fell as much as 611 points and the NSE Nifty 50 Index dropped below 10,950. The selloff was so intense that only three shares in the Sensex were trading higher while 42 shares were trading lower in the Nifty 50 basket of shares.The fall in domestic markets was in line with declines in broader Asia, as fears about a drawn out Sino-US trade war, protests in Hong Kong and a crash in Argentina's peso currency drove investors to safe harbours.As of 2:58 pm, the Sensex fell 565 points or 1.5 per cent to 37,017 and the NSE Nifty 50 Index plunged 1.5 per cent or 166 points to 10,944.The rupee also depreciated against the dollar to breach 71 per dollar mark for the first time in six months.All the 11 sector gauges compiled by National Stock Exchange were trading lower led by the Nifty Auto Index's 3.8 per cent fall after the country's passenger vehicle sales fell for the ninth straight month in July, an auto industry body said on Tuesday, amid a deepening crisis in the country's automobile sector that has triggered large-scale job losses.Sales of passenger vehicles to car dealers fell 30.9 per cent to 200,790 units in July, data released by the Society of Indian Automobile Manufacturers (SIAM) showed. Commercial vehicles sales fell 25.7 per cent to 56,866 units, SIAM said.Nifty Bank, Financial Services, FMCG, Information Technology, PSU Bank and Private Bank sector gauges also dropped over 1.5 per cent each.Mid- and small-cap shares were also witnessing selling pressure as the Nifty Midcap 100 Index dropped 1.5 per cent and the Nifty Smallcap 100 Index plunged 0.9 per cent.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Yes Bank was top loser in the Nifty 50 basket of shares, the stock fell 7.7 per cent to Rs 75.80. Mahindra & Mahindra, Bharti Airtel, HDFC, Grasim Industries, Eicher Motors, ITC, Maruti Suzuki, NTPC and Tech Mahindra were also among the losers, down between 3.2 and 4.8 per cent each.On the flipside, Reliance Industries shares saw their biggest intraday rise in a more than a decade on Tuesday, after it set a target to reach zero net debt within 18 months and vowed to reward shareholders with higher dividends and periodic bonus issues.Reliance Industries surged as much as 12 per cent to Rs 1,302.Indiabulls Housing Finance, Sun Pharma, GAIL India, Hindalco, Zee Entertainment and Titan were also among the gainers.The overall market breadth was extremely negative as 1,131 shares were declining while 601 were advancing on the NSE.(With agency inputs)Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Sturgeon Moon 2019 to Rise This Week: Time of Peak, Significance, More | Technology News"}, {"title": "Special Cell To Deal With Cases Of Amrapali Homebuyers Top Court Told", "editedBy": "Indo-Asian News Service", "Date": "Updated: August 13, 2019 13:37 IST", "paragraph": "New Delhi: The Noida and Greater Noida authorities on Tuesday told the Supreme Court that they have created a special cell to ease out problems of the Amrapali homebuyers.The authorities told a bench headed by Justice Arun Mishra that they have created the cell to deal with cases of the homebuyers and officials had been designated especially to take care of the issue.Thereafter, the court directed Noida and Greater Noida authorities to start registration of flats in favour of Amrapali homebuyers.The court also warned that officers of Noida and Greater Noida will be sent to jail if there was any delay on their part in handing over possession of flats to buyers.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });On July 23, the top court cancelled the real estate company Amrapali Group's Real Estate Regulatory Authority's licence and appointed state-run National Buildings Construction Corp Ltd (NBCC) to complete all pending projects.The court has observed that the group prima facie committed violation of the FEMA (Foreign Exchange Management Act) and other fraudulent activities, including money laundering, and recommended a thorough investigation by the Enforcement Directorate to identify the culprits.Noida and Greater Noida authorities had also been directed to execute the tripartite agreement within one month concerning the projects where homebuyers are residing and issue completion certificate. Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "On Day 5 Of Ayodhya Case In Top Court, Debate Whether Temple Existed", "editedBy": "Press Trust of India", "Date": "Updated: August 13, 2019 14:53 IST", "paragraph": "New Delhi: Arguments on whether a temple existed at the disputed site in Ayodhya were presented on Tuesday before the Supreme Court which heard the politically sensitive Ram Janmabhoomi-Babri Masjid case for the fifth day.Senior advocate CS Vaidyanathan, appearing for deity Ram Lalla Virajman, advanced arguments on whether there was an existing temple over which the mosque came up, before a five-judge constitution bench headed by Chief Justice Ranjan Gogoi.Three judges of the Allahabad High Court had held that there was a temple at the disputed site, Advocate Vaidyanathan told the bench also comprising Justices S A Bobde, D Y Chandrachud, Ashok Bhushan and S A Nazeer.\"Justice SU Khan of the high court had said that the mosque was built on the ruins of the temple,\" the senior advocate told the bench.Senior advocate K Parasaran, also appearing for deity ''Ram Lalla Virajman'' told the court that it must do \"full and complete justice\" in all matters before it.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });The bench had on Friday last asked as to whether anyone from the ''Raghuvansha'' (descendants of Lord Ram) dynasty still resides in Ayodhya.Fourteen appeals have been filed in the top court against the 2010 Allahabad High Court judgment, delivered in four civil suits, that the 2.77-acre land in Ayodhya be partitioned equally among the three parties -- the Sunni Waqf Board, the Nirmohi Akhara and Ram Lalla.On December 6, 1992, the Babri Masjid, which was constructed at the disputed site in the 16th century by Shia Muslim Mir Baqi, was demolished.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Yamaha To Introduce BS6 Compliant Two-Wheelers By November 2019 In India - NDTV CarAndBike"}, {"title": "Rahul Gandhi's RSVP To Jammu And Kashmir Governor Satya Pal Malik: Need Freedom To Travel, Not Plane", "editedBy": "Deepshikha Ghosh", "Date": "Updated: August 13, 2019 15:24 IST", "paragraph": "New Delhi: Rahul Gandhi today responded to Jammu and Kashmir Governor Satya Pal Malik's invitation to him to visit Jammu and Kashmir and \"observe\" before speaking about violence in the state. The Congress leader tweeted he would take him up on the \"gracious invitation\", along with a delegation of opposition leaders.The Governor had offered to send Rahul Gandhi a plane to take him to the Kashmir Valley.\"We won't need an aircraft but please ensure us the freedom to travel and meet the people, mainstream leaders and our soldiers stationed over there,\" replied the former Congress president.On Monday, Mr Malik had put out the offer in an angry response to Rahul Gandhi's comment that there had been violence in Jammu and Kashmir in protest against the government's move to end special status and split the state into two union territories.\"I have invited Rahul Gandhi to come here. I will send you a plane, to observe (the situation) and then speak up. You are a responsible person and you should not speak like this,\" Satya Pal Malik said.The Governor, defending the centre's decisions, said there was \"no communal angle\" to the move. \"The scrapping of Article 370 and Article 35A was for everyone. There is no communal angle (for scrapping it) in Leh, Kargil, Jammu, Rajouri-Poonch and not here either (Kashmir valley). There is no communal angle to it,\" he said.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });\"The foreign press has made an attempt and we have warned them. All hospitals are open for you and if even a single person has been hit by a bullet, prove it. But only four people were hit by pellets in legs when there was violence and there were no serious injuries to anyone,\" he said.Replying to a question about allegations that Kashmir valley has been turned into a \"concentration camp\", the Governor said people don't know the meaning of a concentration camp.\"I know what it is. I have gone to jail 30 times. Even then, I will not term it as a concentration camp. They (Congress) imprisoned people for one-and-half-years during Emergency, but nobody termed them concentration camps. Is preventative arrest (equal to) a concentration camp?\" he said.Another Congress MP, Shashi Tharoor, said to the Governor's invite: \"Why only @RahulGandhi, Governor Sahib? On behalf of Congress, I had asked in Lok Sabha for an all-party delegation to be invited to J&K to see the #Kashmir situation for ourselves! Do arrange such a trip instead of grandstanding.\"Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "A Reported \"Habit\" Stopping Prince Harry, Meghan Markle Invitation To Parties", "editedBy": "ANI", "Date": "Updated: August 13, 2019 13:19 IST", "paragraph": "Washington: Meghan Markle and Prince Harry's friends have apparently \"stopped inviting\" the much-in-love couple to dinner parties because they \"frown upon their public display of affection,\" said reports.According to the Mail on Sunday, the Duke and Duchess of Sussex make it point to always sit together at events, even if the host has seated them separately, reported Fox News.The outlet reported the former \"Suits\" actress purposefully wants to break the rules and party etiquettes as she considers it too \"exclusive\" and \"traditional.\"Along with ignoring the seating plans, insiders also claimed that Meghan Markle is openly affectionate with Prince Harry during the events and gatherings which causes his friends to \"roll their eyes\" at her \"American ways.\"The Duke's inner circle has \"stopped inviting her to dinner\" over the \"frowned upon\" public display of affection at the dinner table.While it may not seem like a big deal to sit next to your partner at a party, the high society gathering which Meghan and Harry have been attending asks guests to follow the three rules of \"placement.\"To avoid sounding too \"common\", the first rule is that \"placement\" must be pronounced the French way which involves emphasising each of the three syllables. The second rule dictates that the couples should not sit together in case any affectionate behaviour puts others off during their meal.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });And in order to follow the rules of \"placement,\" guests must sit where they have been asked to achieve the perfect, balanced high society table.However, this isn't the first time that the Duchess and Duke of Sussex have broken party rules. Shortly after she married Prince Harry last year, the Duke refused to hold Meghan's hand at a royal event out of respect for The Queen.Last month, the Duchess came under fire when she wore a pair of jeans to watch her friend Serena Williams play at Wimbledon.An insider claimed that the former actress was a \"nightmare\" during the visit when her security guards infamously banned guests from taking photos of her and her casual attire meant she wasn't allowed to watch the action from the Royal Box.They told The Times that, \"They couldn't invite her into the Royal Box because she was wearing jeans.\"Meghan Markle and Prince Harry welcomed their son, Archie Harrison Mountbatten-Windsor on May 6 this year.(Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "What Boris Johnson's Book Reveals About The New PM And Brexit"}, {"title": "Car Sales, Auto Sector Slowdown: Passenger Vehicle Sales Slump 31% In July Amid Deepening Auto Crisis", "editedBy": "Edited by Sandeep Singh (with inputs from agencies)", "Date": "Updated: August 13, 2019 13:58 IST", "paragraph": "Here are 10 things to know:The data also showed that domestic passenger vehicle production was down 16.52 cent last month. Production of passenger cars stood at 2,05,194 units in July, down 20.08 per cent compared with the year-ago period.The data from SIAM comes at a time the auto sector is struggling against low consumer demand and lakhs of estimated job cuts.“More than 3 lakh temporary and casual workers in the automobile sectors are estimated to have lost their jobs… Jobs of about 10 lakh workers are at risk,” SIAM Director General Vishnu Mathur told NDTV. A revival package has been sought from the government, he said. \"We want the government to reduce GST on the auto sector from the base rate of 28 per cent to 18 per cent for a short period,” added Mr Mathur. Automobile stocks slumped on Tuesday after the release of the monthly sales report by SIAM, with the Nifty Auto index diving as much as 2.46 per cent during the session. The S&P BSE Auto index has fallen 23 per cent so far this year.A total of 61,104 passenger vehicles were exported last month, marking a decline of 4.43 per cent compared with the year-ago period. Commercial vehicle exports dropped 32.87 per cent to 5,794 units.Total commercial vehicle sales in the domestic market fell 25.71 per cent, while production declined 26.44 per cent.Total sales of medium and heavy commercial vehicles - which includes passenger as well as goods carriers - slumped 37.48 per cent while production fell 37.77 per cent, according to SIAM data. In the light commercial vehicle segment, sales fell 18.79 per cent with a 19.72 per cent decline in production.In the first six months of the current financial year, the auto industry produced 97,24,373 vehicles - including passenger vehicles, commercial vehicles, three wheelers, two wheelers and quadricycles, marking a fall of 10.65 per cent compared with the corresponding period a year ago.The country's GDP or gross domestic product grew 5.8 per cent in the quarter ended March 31, the lowest rate of expansion in nearly five years. Many analysts expect data due later this month to show that economic growth in the quarter ended June 30 faltered even further.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}]}