{"page7": [{"title": "Rohit Sharma, Shikhar Dhawan Enjoy Downtime With Windies Stars In \"Open Water\". Watch | Cricket News"}, {"title": "Ratul Puri Moves Delhi High Court For Bail In Money Laundering Case", "editedBy": "Prionka Jha ", "Date": "Updated: August 13, 2019 12:42 IST", "paragraph": "Businessman Ratul Puri, nephew of Madhya Pradesh Chief Minister Kamal Nath, this morning approached the Delhi High Court seeking anticipatory bail in connection with a money laundering case related to the VVIP chopper scam.A bench of Chief Justice D N Patel and Justice C Hari Shankar agreed to list the matter for hearing post lunch.Advocate Vijay Aggarwal mentioned before the bench, the matter in which he has challenged the August 6 order of the trial court dismissing Mr Puri's anticipatory bail plea.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });The trial court had on August 9 issued non-bailable warrant against Mr Puri on the plea by the Enforcement Directorate. Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Facebook Not to Buy Houseparty Over Antitrust Concerns: Report | Technology News"}, {"title": "Hundreds Protest At Hong Kong Airport, Day After Shutdown", "editedBy": "Agence France-Presse", "Date": "Updated: August 13, 2019 12:31 IST", "paragraph": "Hong Kong: Hundreds of pro-democracy protesters staged a new rally on Tuesday at Hong Kong's airport, a day after a massive demonstration there triggered a shutdown at the busy international travel hub.Only a handful of protesters stayed through the night, and flights resumed at the airport early in the morning. But by afternoon, several hundred demonstrators had returned, responding to a call for a new rally.Protesters were wearing the signature black of the movement that began in opposition to a bill allowing extradition to mainland China but has morphed into a broader call for democratic freedoms.They chanted \"Stand with Hong Kong, stand for freedom,\" as passengers scrambling to catch rescheduled and delayed flights wheeled their luggage through the airport.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Authorities cancelled all remaining flights into and out of the airport on Monday afternoon after thousands of protesters flooded the building.Operations resumed early Tuesday morning, but a massive backlog of cancelled flights meant many take-offs were being delayed or cancelled.(Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "LG Dual Screen Phone Launch Teased for IFA 2019 Again, V60 ThinQ Expected | Technology News"}, {"title": "P Chidambaram \"Only A Burden On Earth\": Tamil Nadu Chief Minister Palaniswami", "editedBy": "Press Trust of India", "Date": "Updated: August 13, 2019 12:23 IST", "paragraph": "Salem: Tamil Nadu Chief Minister K Palaniswami on Tuesday launched a scathing attack on P Chidambaram, saying the veteran Congress leader was \"only a burden\" on the earth.The chief minister was responding to criticism of his party by Mr Chidambaram who had reportedly said that if the Centre decided to make Tamil Nadu a union territory like it has done in Jammu and Kashmir, the ruling AIADMK would not resist any such move.Mr Palaniswami said despite being a Central Minister for long, Mr Chidambaram had not addressed issues concerning the state including the Cauvery river water dispute.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });\"What schemes had he brought ?(apparently to Tamil Nadu) How long was he the Union Minister? (but) what is the use to the country... (chidambaram) is only a burden on the earth, \" the chief minister said.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "RIL Shares Jump Most In A Decade After Mukesh Ambani's Zero-Net-Debt Plan", "editedBy": "Thomson Reuters", "Date": "Updated: August 13, 2019 12:23 IST", "paragraph": "Bengaluru: HighlightsReliance Industries shares stage biggest intraday jump since January 2009\nConglomerate has set a target to reach zero net debt within 18 months\nRIL within touching distance of becoming highest-valued Indian companywindow._pricee = window._pricee || []; _pricee.push({container : '_pcwgtmid'});Reliance Industries shares saw their biggest intraday rise in a more than a decade on Tuesday, after it set a target to reach zero net debt within 18 months and vowed to reward shareholders with higher dividends and periodic bonus issues.The group's billionaire chairman, Mukesh Ambani, also unveiled plans to launch cut-price home internet services across the country next month, threatening to disrupt the telecommunications market with offers of free voice calls for life, television and movie streaming, and even TV sets to go with some subscription plans.The announcements drove Reliance Industries shares up as much as 12 per cent - their biggest such move since January 14, 2009.The spike has put Reliance Industries within touching distance of becoming the highest-valued Indian company again.Currently, it trails Tata Consultancy Services by slightly more than $1 billion.But shares of telecom majors Bharti Airtel and Vodafone Idea slid 4 per cent and almost 5 per cent respectively as the announcements spurred worries of a repeat of what happened just three years ago when Reliance's Jio burst on to the scene.Jio, with cheap data plans and freebies, has managed to become the country's top mobile operator by subscribers and the second-biggest globally over the three years.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Mr Ambani said, at Reliance's annual general meeting (AGM) on Monday, that customers of Reliance's Premium Jiofiber broadband services \"will be able to watch movies in their living rooms the same day these movies are released in theatres\".Shares of multiplex chain operators PVR and Inox Leisure fell as much as 8 per cent and 10 per cent, respectively, on the news, after trading resumed following a holiday on Monday.Shares in Dish TV India were also down.As of 11:36 am, Reliance Industries shares were up about 10 per cent, while the broader market was down slightly.Reliance Industries shares were also buoyed by the news that Saudi Aramco plans to invest roughly $15 billion for a 20 per cent stake in its oil-to-chemicals business.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Indian Government Working On A Revival Plan For Auto Industry; 10 Lakh Jobs At Risk - NDTV CarAndBike"}, {"title": "Deepika Padukone Says 'Personal Equation' With Ranveer Singh Won't Matter In '83", "editedBy": "Divya Goyal", "Date": "Updated: August 13, 2019 12:43 IST", "paragraph": "New Delhi: HighlightsDeepika plays Ranveer's onscreen wife in '83\n'83 is about India's historic cricket world cup victory in 1983\nRanveer Singh plays Kapil Dev in Kabir Khan-directed filmwindow._pricee = window._pricee || []; _pricee.push({container : '_pcwgtmid'});Deepika Padukone, who has a cameo in upcoming film '83, headlined by her actor husband Ranveer Singh, told Mumbai Mirror that their 'personal equation won't have any role to play in this film.' Ranveer Singh plays Kapil Dev onscreen in the film about India's historic 1983 cricket world cup while Deepika will be seen as Romi Bhatia, Kapil Dev's wife, in a segment of the movie, which is directed by Kabir Khan. \"As actors, you don't think about your personal equations while doing a film. You are fully focused on the moment and the character. You cease to exist as the person you are and only live the character that you are playing. Our personal equation won't have any role to play in this film,\" Deepika said about playing Romi Bhatia in '83.The 33-year-old actress also talked about Romi Bhatia, whom she met while preparing for her role and said that Romi Bhatia is 'intelligent, knowledgeable and funny.' After meeting Romi Bhatia, Deepika said, \"I feel so inspired every time I meet her. She has an extremely refreshing energy, is intelligent, knowledgeable, and funny... I like the way she conducts herself with so much grace.\"View this post on InstagramA post shared by Deepika Padukone (@deepikapadukone) on Jun 11, 2019 at 10:43pm PDTgoogletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Deepika also said that Romi Bhatia has a significant role to play in the shaping of Kapil Dev's career. \"At the end of day, for any champion, the drive, commitment and dedication must come from within. But yes, having a solid support system is important... In that sense, Romi ji has played an extremely important part in Kapil Dev's success... In a way, I think this has also helped him stay grounded. These characteristics are very important in the journey to success.\"Apart from '83, Deepika Padukone has Chhapaak lined-up for release next year. Deepika is co-producing the film, which is directed by Meghna Gulzar. The film is inspired by the life of acid attack survivor Laxmi Agarwal.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Guess The Song, Smriti Irani Asks Her Instagram Followers", "editedBy": "Sanya Jain", "Date": "Updated: August 13, 2019 12:17 IST", "paragraph": "Union Minister Smriti Irani took to Instagram this morning to throw a challenge at her followers, asking them to guess the song she refers to in her post. Hints to the puzzle were hidden in the photograph and the caption. Not a difficult challenge by any stretch, her comments section was instantly flooded with guesses.\"When the Jharokha is not 'ankhiyon' wala ....\" wrote Ms Irani, sharing a picture which shows her behind a wooden partition screen. She finished the caption with the hashtag #GuessTheSong.View this post on InstagramWhen the Jharokha is not ‘ankhiyon' wala .... #guessthesong ????A post shared by  Smriti Irani (@smritiiraniofficial) on Aug 12, 2019 at 8:55pm PDTHer photograph has collected over 24,000 'likes' in a couple of hours, along with hundreds of comments. While most people instantly thought of the song Ankhiyon Ke Jharonkhon Se from the 1978 movie of the same name, some differed. \"Ankhiyon se goli maare,\" joked one person in the comments section, while another guessed \"Dil ke jharonkhon me tujhko bithakar.\"An active Instagram user, Ms Irani often shares funny posts and memes with her 6 lakh followers.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });What do you think the correct answer to her question is? Let us know using the comments section.Click for more trending newsGet Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Maleeha Lodhi, Pakistan Envoy To UN Heckled At Event, Told You Don't Deserve To Represent Us", "editedBy": "ANI", "Date": "Updated: August 13, 2019 13:19 IST", "paragraph": "New York: Pakistan's Permanent Representative to the United Nations, Maleeha Lodhi had to leave from an event after a man heckled and accused her of corruption, saying \"You are a thief and don't deserve to represent Pakistan\".In a video, Ms Lodhi is seeing evading questions raised by the Pakistani national during a UN event in New York.While the diplomat was apparently addressing mediapersons, the man, who seemed enraged, was heard asking whether she had a minute to answer his questions and then without waiting for a reply asked: \"What are you doing from the last 15 to 20 years. You are not representing us\".Maleeha Lodhi asked him to stop, to which the man replied he will not as it is not against the law and, moreover, because he is a Pakistani.The diplomat composed herself and chided him for the manner in which he put forth the questions. She further said that she would not respond to his questions.As Ms Lodhi began to leave, the questioner heckled her by saying: \"You guys are stealing our money, you guys are thieves and you don't deserve to represent Pakistan.\"The man tried to follow her, while, people present at the venue attempted to calm him down. As Ms Lodhi was leaving the venue, the man yelled: \"Shame on you. You have been eating money all these years.\"Social media users did not miss the opportunity to question the diplomat, who has also served as the Pakistan Ambassador to the United States.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });\"She has enough of living in America send her back to Pakistan,\" commented a user.Some accused her of misusing the taxpayers' money and asked her to go back to Pakistan.\"She is enjoying privileges and perks on our tax money. She is only master to organise cultural events while being a permanent envoy of Pakistan in UN, she is an utter failure of our ''parchi system,\" said another user.Twitter users also praised the person who hurled the pointed questions at Ms Lodhi.\"Salam hai bhai, jis ne sawal kiya... Shabash (Salute to the person who dared to ask such question),\" read one Twitter post.\"Yes that man is absolutely right, she has done nothing for us at UN for last fifteen years, What is she doing there,\" another Twitter user wrote.\"Point that has never been raised in fact,\" reacted another person.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Telangana BJP Leader G Vivekananda Slams Chief Minister, Says KCR Wants To Be Tughluq", "editedBy": "ANI", "Date": "Updated: August 13, 2019 12:10 IST", "paragraph": "Hyderabad: Telangana leader G Vivekananda, who recently joined the BJP, has compared Chief Minister K Chandrashekar Rao with Muhammad bin Tughluq and accused him of demolishing the state Secretariat.\"The BJP is a national party led by Prime Minister Narendra Modi on the path of prosperity. The state of Telangana was formed for the benefit of its people. The way KCR is performing as the Chief Minister with the sole intention of his family's progress, there is a family rule in Telangana. There is a dictatorship in Telangana,\" Mr Vivekananda told ANI in Hyderabad.\"It is opposed by the people. In the last parliament elections, the TRS lost seven seats, because of the dictatorial behaviour of KCR. The cabinet was not formed for two months. He is demolishing the Secretariat, which is an asset of the state and built for 100 years just because KCR wants to be like Tughluq (Sultan of Delhi from 1325 to 1351). We are all opposing it,\" he added.Mr Vivekananda went on to add that Mr Rao is \"diverting all the money to an irrigational project, which was only worth Rs 30,000 crore and in the name of redesigning he increased the amount to Rs 1 lakh crore. There is a need for the BJP and the leaders who have worked for getting Telangana to see that KCR is out of his job... He has distributed the money from the commissions of Kaleshwaram project across the country thinking that he can form a federal front and become the Deputy Prime Minister.\"Mr Vivekananda joined the BJP on August 9. He was elected to the 15th Lok Sabha from Peddapalli constituency.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });K Laxman, Telangana BJP unit president, told ANI: \"Vivekananda, who is from a strong political family of Congress, was instrumental in the Congress' performance in the state. He has joined the BJP along with his followers from Karimnagar district.\"\"It clearly shows that the trend is in favor of the BJP. People have seen all the parties. TRS, in the name of Telangana, came to power but it has now become a family rule -- totally corrupt and dictatorial. People want a change, which can only be delivered by the BJP.\"Mr Laxman said: \"When people like Vivekananda join BJP, it is a clear indication of Congress losing its hope. People do not vote for the Congress because after winning, they all join TRS ... Telangana wants a democratic rule. The family rule must be put to an end. That can only be done by the BJP.\"Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Saudi Aramco To Acquire 20% In Reliance Industries' Oil-To-Chemicals Business", "editedBy": "Purva Chitnis", "Date": "Updated: August 13, 2019 12:17 IST", "paragraph": "Reliance Industries Chairman Mukesh Ambani announced that Reliance Industries is getting into a long term partnership with Saudi Arabian giant, Saudi Aramco, where Aramco will acquire 20 per cent of stake in oil-to-chemicals business of Reliance.Mr Ambani announced this while speaking to his shareholders at the company's 42nd Annual General Meeting of the company in Mumbai.\"This will be the biggest foreign investment in the history of Reliance. It is also amongst the largest foreign investments ever in India,\" Mr Ambani said.The deal values Reliance Industries' oil-to-chemical business at $75 billion, an approximate amount of Rs 5.3 lakh crore. Saudi Aramco will also supply 5,00,000 barrels of crude oil per day to Reliance's refineries at Jamnagar in Gujarat. The total capacity of the two refineries is 68.2 million tonnes per annum, Mr Ambani informed shareholders.\"This signifies perfect synergy between the world's largest oil producer and the world's largest integrated refinery and petrochemicals complex,\" he added.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Mr Ambani also made a slew of announcements related to Reliance Jio. He said that Reliance Jio has become the largest operator in the country with 340 million subscriber base and 10 million subscribers getting registered every month.He also announced on Monday that its JioFiber internet services will start on September 5. The basic package will be priced at Rs 700 per month and the basic speed will be 100Mbps. The speed goes up to 1Gbps and the premium for it will be Rs 10,000 a month, which also includes access to broadband, Jio HomeTV and Jio's IoT.\"I invite all of you to make the most of our Welcome Offer, and sign up for JioFiber as soon as it is available in your neighbourhood,\" Mr Ambani said.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Zomato Riders Protest Nothing To Do With Food Or Religion, Founder Deepinder Goyal", "editedBy": "Monideepa Banerjie", "Date": "Updated: August 13, 2019 15:15 IST", "paragraph": "Kolkata: The Zomato delivery workers' protest in West Bengal's Howrah has \"nothing to do with food or religion or beliefs\", the company's founder has said in an email to his staff, warning against \"conflating meaningful work and livelihood opportunities with false outrage about religion and personal food choices.\"Zomato founder Deepinder Goyal, in an email urging staff to \"ignore the noise and not get distracted\", writes: \"This 'protest', confined to a handful of delivery partners, is limited to the Howrah area of Kolkata and not across West Bengal, as some wildly exaggerated reports make it out to be. The issue was primarily related to a recent rate card correction in that area, something which we routinely do.\"A group of Zomato delivery workers in Howrah, which is just outside Kolkata, have been on strike for a week and have said they will not deliver food containing beef or pork. \"The company is not listening to our demands and forcing us to deliver beef and pork against our will. Hindus have a problem delivering beef while Muslims do not want to deliver pork. We are forced to deliver such things,\" Mausin Akhtar, an employee, has been quoted as telling news agency ANI.In his email, Mr Goyal explains that the resentment is linked to a system in which rate cards for delivery partners are revised when order density increases. \"Our delivery partners keep earning the same amount of money after the rate card correction, and our unit economics become better, making the business more sustainable. This allows us to expand and continue to create more employment opportunities for more delivery partners,\" says the mail, asserting that the choice to continue with Zomato lies with the delivery partner.\"Occasionally, a handful of delivery riders don't understand the rate card corrections and start protesting against the change. In this case in Howrah, instead of constructive engagement with their local Zomato execs, these riders approached a local politician and deliberately framed the issue incorrectly,\" Mr Goyal writes.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });\"We know this because we took a look in our order database and there were zero orders from local homes for any item containing pork in the last three months in that entire area. There was one order of a food item containing beef but the customer cancelled that order before it was executed, let alone delivered.\"The workers' protest drew much attention after the involvement of a local politician, Sanjeev Kumar Shukla, listed on Facebook as \"in-charge BJP membership programme and secretary, BJP Uttar Howrah Mandal\". The protest was reportedly triggered by the buzz that a beef biryani outlet was being added to Zomato's list of restaurants in Howrah.Zomato is fresh out of another recent controversy over a customer refusing to accept his food order from a Muslim rider. The company earned praise for its response: \"Food has no religion, food is religion\".Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "India Issues Travel Advisory For People Travelling To Hong Kong", "editedBy": "ANI", "Date": "Updated: August 13, 2019 11:50 IST", "paragraph": "New Delhi: India on Tuesday issued an advisory to its citizens for travelling to Hong Kong, a day after flight operations were severely disrupted at the city's international airport due to public demonstrations on August 12.The Ministry of External Affairs, in a statement, said, \"While operations are likely to resume on August 13, however, flights are likely to continue to be delayed and/or cancelled as it is possible that more protests may be held.\"\"Indian passengers are advised to be in touch with airlines to find alternative travel routes to avoid inconvenience, till normalcy is restored in airport operations,\" the statement read.The Ministry further advised all Indian passengers, who are already in Hong Kong and waiting to depart, to \"be in touch with their respective airlines for information about likely timelines for the resumption of their flights\".\"Consulate can be reached at our helpline at +852 90771083,\" the statement added.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Hong Kong airport authority, within a short notice on Monday, suspended all remaining flights for the day after thousands of pro-democracy protesters entered the terminal's arrival halls.The airport was re-opened on Tuesday, however, hundreds of flights were still listed as cancelled.All stranded passengers were seen lining up to catch their delayed flights, as airport authorities announced that it will implement rescheduling while blaming demonstrators for the chaos.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}]}