{"page2": [{"title": "Indian Universities And The Problematic Race For Eminence"}, {"title": "Raksha Bandhan 2019: Try These Low-Calorie Sweets This Rakhi; Know Other Diet Tips For This Festival"}, {"title": "Independence Day 2019: How To Get Colours Of Indian Tricolour From Natural Ingredients - NDTV Food"}, {"title": "2nd Test: When And Where To Watch Live Telecast, Live Streaming | Cricket News"}, {"title": "BMW India Introduces 'Buy Now, Pay From January 2020' Offer On Select Models - NDTV CarAndBike"}, {"title": "BTE UP Result 2019: Bteup.ac.in, Result.bteupexam.in", "editedBy": "NDTV Education Team", "Date": "Updated: August 13, 2019 15:46 IST", "paragraph": "BTE UP result 2019: Board of Technical Education (BTE), Uttar Pradesh is expected to declare the BTE UP results for even semester exams held in May 2019 today, according to reports. BTE UP results will be available online at result.bteupexam.in and bteup.ac.in. Result related updates will be available at bteup.ac.in. The exam was held at different polytechnic institutions in the state. BTEUP result 2019 is expected to be announced for multi-point entry and credit system exams as well.CA Final, Foundation Exam Result SoonBTE UP result 2019: Direct linkDownload your BTE UP result 2019 from the direct link provided here:BTE UP result 2019 direct link to download resultsBTE UP result 2019: How to downloadFollow the steps given here to download your BTE UP results:Step 1 : Visit the official result website of BTE UP at result.bteupexam.inStep 2 : Enter your UP Polytechnic roll numberStep 3 : Submit the detailsStep 4 : Get your UP BTE resultStep 5 : Save a copy of itgoogletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });IB Security Assistant Exam Result SoonCandidates who had appeared for the exam held in May- June 2018 will be able to check their results once it is announced. Due to multiple logins, the website may slow down, as it happening now. Maharshi Dayanand Saraswati University Releases BA Part II Exam ResultCandidates are suggested to wait for a while before retrying. Candidates are suggested to save a copy of the result or mark statement obtained online.Click here for more Education News Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Sun Pharma Share Price Sun Pharma Earnings Sun Pharma Profit At Rs 1,387 Crore In Q1, Shares Jump", "editedBy": "Edited by Sandeep Singh", "Date": "Updated: August 13, 2019 15:24 IST", "paragraph": "Sun Pharmaceutical Industries on Tuesday reported a net profit of Rs 1,387.48 crore in the April-June period. That marked a jump of 31.23 per cent compared with its net profit in the corresponding period a year ago. The drug maker said its revenue from operations stood at Rs 8,374.36 crore in the quarter ended June 30, as against Rs 7,224.17 crore in the year-ago period. Shares in Sun Pharma jumped as much as 5.43 per cent after the earnings announcement. At 3:16 pm, Sun Pharma shares traded 3.92 per cent higher at Rs 438.45 apiece on the BSE, outperforming the benchmark Sensex index which was down 1.57 per cent amid a broad-based selloff.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "17 Injured In Jaipur Clash, Mobile Internet Suspended In Some Parts", "editedBy": "Press Trust of India", "Date": "Updated: August 13, 2019 15:28 IST", "paragraph": "Seventeen people, including policemen, were injured when members of two communities threw stones at each other in Jaipur, prompting the police to used teargas to control the mob, a senior police official said on Tuesday.Mobile Internet services have been suspended in some areas of the city and additional policemen deployed following the clash.Trouble started when members of one community blocked the Delhi highway in front of Eidgah near Galta Gate on Monday night and threw stones at a Haridwar-bound bus, leaving some passengers injured.This led to tension in the area and members from both communities clashed and threw stones.\"When policemen reached the spot to control the situation, they were also attacked. The situation was later brought under control,\" the police official said.The mob vandalised 15 vehicles. Windowpanes of cars were broken and one motorcycle was torched.\"17 people, including two policemen, were injured in the clashes,\" Additional Police Commissioner Ajaypal Lamba said.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });The police had to lob tear gas shells to disperse the mob.On Sunday, some members of the minority community had allegedly misbehaved with Kanwariyas (devotees of Lord Shiva) near Galta Gate and there was resentment among the majority community members over the matter.\"Primary information is that a minor accident was the cause of the blockade last night. However, the matter is being probed to ascertain the exact cause,\" Police Commissioner Anand Srivastava said.He said some of the accused have been identified.Mr Lamba said mobile Internet services have been suspended in ten police station area.\"Additional policemen have been deployed in the area and the situation is under control,\" he said.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "2020 Rezvani Tank Unveiled - NDTV CarAndBike"}, {"title": "Disha Patani 'Kick Started' Her Tuesday Like This. Watch Video", "editedBy": "Pranita Chaubey", "Date": "Updated: August 13, 2019 15:18 IST", "paragraph": "New Delhi: HighlightsDisha shared an adrenaline-laced video on Tuesday\n Disha Patani's video has over 8 lakh views on Instagram\n Disha Patani was last seen in Bharatwindow._pricee = window._pricee || []; _pricee.push({container : '_pcwgtmid'});Bharat actress Disha Patani never fails to give us fitness goals and her latest Instagram entry reminds us of just that. The 27-year-old actress \"kick-started\" her Tuesday in the most energetic way possible. Disha, who has quite a bit of a reputation as a fitness enthusiast and has mastered several forms of martial arts, shared a video on her Instagram profile, in which she could be seen showcasing some high-octane kicks. The adrenaline-laced video garnered over 8 lakh views within a few hours on Instagram. Disha's fans cheered for her in the comments section and wrote comments like \"you go girl.\"Without much ado, take a look at Disha Patani's video here:View this post on Instagramkick starting the dayA post shared by  disha patani (paatni) (@dishapatani) on Aug 12, 2019 at 11:40pm PDTAnyone who has been following the actress on social media would agree that Disha Patani gives her fans major fitness goals. The actress frequently shares pictures and video pertaining to fitness. Disha, who played the role of a trapeze artists in her last release Bharat, has expertise in Pilates, MMA, Parkour and kickboxing. Check out the videos from Disha's fitness routines here:View this post on InstagramFinally landed my first front flip! Didnt attempt a front tuck because of fear post my knee injury...happy i overcame my fear A post shared by  disha patani (paatni) (@dishapatani) on Aug 1, 2019 at 11:42pm PDTgoogletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });View this post on InstagramFirst attempt to a self backflip, still need to make it much cleaner but atleast the fear is gone everyday makes a difference (also me being the stubborn me)A post shared by  disha patani (paatni) (@dishapatani) on Jul 12, 2019 at 6:43am PDTView this post on InstagramChilling with my lovely @dimplekotecha choreography @lando_coffyA post shared by  disha patani (paatni) (@dishapatani) on Jun 20, 2019 at 8:06am PDTDisha's last project was Ali Abbas Zafar's Bharat, co-starring Salman Khan and Katrina Kaif. The actress' forthcoming project is Mohit Suri's Malang, co-starring Anil Kapoor, Aditya Roy Kapur and Kunal Kemmu.Before entering Bollywood, Disha Patani began her career as a model. She made her Bollywood debut in 2015 with the sports biopic M S Dhoni: The Untold Story. She has also featured in films such as Baaghi 2 and Kung Fu Yoga among others.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "What Liam Hemsworth Says About Split From Miley Cyrus", "editedBy": "Divya Goyal", "Date": "Updated: August 13, 2019 15:17 IST", "paragraph": "New Delhi: HighlightsLiam Hemsworth and Miley Cyrus were married for 7 months\n'This is a private matter,' wrote Liam Hemsworth\nMiley's rep earlier said that they've 'decided this is what's best' for twindow._pricee = window._pricee || []; _pricee.push({container : '_pcwgtmid'});Reports of singer Miley Cyrus and actor Liam Hemsworth's split featured in headlines over the weekend and now, the Isn't It Romantic actor posted his official statement on Instgaram saying that neither has he commented about the split nor will he speak to the press about the separation as it is a 'private matter.' Liam's statement comes days after Daily Mail reported that when asked about his side of the story, the 29-year-old actor apparently said, \"You don't understand what it's like. I don't want to talk about it mate.\" On Tuesday, Liam wrote on Instagram, \"Just a quick note to say that Miley and I have recently separated and I wish her nothing but health and happiness going forward. This is a private matter and I have not made, nor will I be making, any comments to any journalists or media outlets. Any reported quotes attributed to me are false. Peace and Love.\"Liam Hemsworth and Miley Cyrus were married for less than a year.View this post on InstagramHi all Just a quick note to say that Miley and I have recently separated and I wish her nothing but health and happiness going forward. This is a private matter and I have not made, nor will I be making, any comments to any journalists or media outlets. Any reported quotes attributed to me are false. Peace and Love.A post shared by  Liam Hemsworth (@liamhemsworth) on Aug 12, 2019 at 8:41pm PDTOver the weekend, Miley's spokesperson issued a statement to People magazine saying, \"Liam and Miley have agreed to separate at this time. Ever-evolving, changing as partners and individuals, they have decided this is what's best while they both focus on themselves and careers... Please respect their process and privacy.\"The Internet first suspected trouble in Miley and Liam's relationship after, the Wrecking Ball singer was photographed without her wedding ring in a picture on her Instagram page.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });View this post on InstagramA post shared by Miley Cyrus (@mileycyrus) on Aug 10, 2019 at 6:34am PDTOn of Miley and Liam's last public appearances was at the 2019 Met Gala and before that Miley substituted for Liam at the world premiere of Isn't It Romantic, after the actor fell sick before the event.Miley Cyrus and Liam Hemsworth met and fell in love on the sets of Nicholas Sparks' 2009 movie The Last Song. They broke-up and mended their relationship several times till 2018, when they got married around Christmas.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Police Officer Killed, 2 Injured In Shooting In California", "editedBy": "Reuters", "Date": "Updated: August 13, 2019 15:17 IST", "paragraph": "A California Highway Patrol (CHP) officer was killed along with the suspected gunman during a shootout in southern California on Monday, police said. Two other officers were wounded.The shootout occurred around 5:30 p.m. (0030 GMT) in Riverside, California, about 55 miles (86 km) east of Los Angeles just off U.S. Interstate 215, CHP Assistant Chief Scott Parker said at a press conference.The motorcycle patrol officer had stopped a white GMC pickup truck, determined that the truck was to be impounded and called for a tow truck, Parker said. The suspect grabbed a rifle from the truck and shot the officer.The officer was identified by the California governor's office as 34-year-old Andre Moye. The suspect's name hasn't been released.\"He engaged our officer with multiple gunshots,\" Parker said. \"Our officer was struck during this gun battle.\"The officer broadcast a call for help and the CHP and officers from multiple other agencies rushed to the scene, Parker said.The first two additional officers at the scene were also CHP and both were shot, he said, including one who was in critical condition at a hospital. The other officer suffered only minor injuries.Other officers arrived and started shooting, Parker said, eventually hitting and killing the suspect. Dozens of rounds were fired, local media said, and motorists stopped in traffic fled their vehicles and ran for cover, media reports said.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Local broadcast media showed images of CHP patrol cars and other vehicles with shot-out windows.Several motorists were struck by glass shards when bullets hit their car windows, officials said, and were treated by paramedics at the scene.The first officer was flown by a helicopter ambulance to a local hospital, where he died, Parker said.The slain officer, Moye, graduated from a police academy in 2017 and had been a CHP officer for almost three years, a release from the governor's office said.Flags at the capitol will be flown at half-staff in his honor, the governor's office said.Riverside Police officer Ryan Railsback told local media that the motive behind the shooting was not yet known. That will be part of a \"very long\" and \"complex\" investigation, Railsback said.(Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Indian Players Request AITA To Ask For Neutral Venue | Tennis News"}, {"title": "Independence Day 2019: Delhi Metro Issues Advisory, Parking Timings", "editedBy": "Richa Taneja", "Date": "Updated: August 13, 2019 15:34 IST", "paragraph": "New Delhi: Ahead of Independence Day, the Delhi Metro has issued an advisory near old and central Delhi. Only selected gates at four Delhi Metro Violet Line stations will be open for entry and exit, the advisory said, adding that remaining services of the Delhi Metro Rail network will remain unaffected.\"The entry/exit at four stations of Violet Line - Lal Qila, Jama Masjid, Delhi Gate and ITO will be permitted from select entry/exit gates during the ceremony time and some gates will remain closed at these stations owing to security considerations during this period,\" said an official statement from Delhi Metro Rail Corporation.Parking services at metro stations will be closed from 6 am on August 14 (Wednesday) to 2 pm on August 15 (Thursday).Additional staff will be deployed and more ticketing counters will be opened at Lal Qila and Jama Masjid metro stations to facilitate people movement.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });India will be celebrating 73rd Independence Day on August 15 this year. The day is observed throughout India with flag-hoisting ceremonies, parades and cultural events. It is a national holiday. Prime Minister Narendra Modi will address the nation from Red Fort on this day.(With inputs from ANI)Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Auto Sector Slowdown: Bosch's Indian Unit Says Outlook For Auto Industry \"Extremely\" Challenging", "editedBy": "Thomson Reuters", "Date": "Updated: August 13, 2019 15:12 IST", "paragraph": "Bengaluru: India-listed manufacturer Bosch Ltd said on Tuesday it had begun restructuring parts of its business in light of a deepening slowdown in the country's automotive industry, as the German car parts supplier posted a drop in June-quarter profit.Bosch, the latest firm to flag weak conditions in the Indian auto market, said its automotive sales dived 17.5 per cent in the June quarter.The outlook for the auto industry was \"extremely\" challenging, Managing Director Soumitra Bhattacharya said in a statement.Bosch, which makes a wide range of auto products including braking systems and batteries, is the latest firm to restructure its business or limit production due to the slowdown, which has been exacerbated in recent months by a liquidity crunch in the shadow banking sector.Automakers Tata Motors Ltd and Mahindra and Mahindra Ltd (M&M) said last week they would cut production at some plants in response to slowing demand that industry executives say has driven the sector to one of its worst downturns.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Earlier on Tuesday, an auto industry body said India's domestic passenger vehicle sales in July had fallen at the steepest pace in nearly two decades.Bosch has earmarked Rs 82 crore ($11.5 million) as a provision for restructuring, which would include \"manpower adjustments,\" it said.\"The slowdown is not cyclical, but structural,\" Mr Bhattacharya said. \"Necessary course correction measures will be taken in order to remain competitive.\"Shares in Bosch's Indian unit dropped 3.4 per cent following the news of restructuring. The company's profit in the three months ended June dived 35 per cent to Rs 280 crore, while revenue from operations dropped 13.5 per cent to Rs 2,779 per cent.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}]}