{"page4": [{"title": "Women's T20 Cricket To Be Included In 2022 Commonwealth Games | Cricket News"}, {"title": "Dream Girl : Ayushmann Khurrana As Pooja 'Crashes Telephone Servers For 5 Hours'", "editedBy": "Divya Goyal", "Date": "Updated: August 13, 2019 15:23 IST", "paragraph": "New Delhi: HighlightsAyushmann plays Lokesh, who has a secret life as Pooja in Dream Girl\n'Kya jaadu hai yeh tera,' wrote producer Ekta Kapoor\nDream Girl is slated for September 13 releasewindow._pricee = window._pricee || []; _pricee.push({container : '_pcwgtmid'});Ayushmann Khurrana's upcoming film Dream Girl is featuring in headlines for all funny reasons. Producer Ekta Kapoor shared a picture from the film's trailer launch event and revealed in her post that the phone number given by the filmmakers to contact Pooja (Ayushmann's phone-pal name in the film) on the film's poster, crashed telephone servers for five hours. In Dream Girl, Ayushmann Khurrana plays Lokesh, who dresses up as female mythological characters for local theatre shows while he also doubles as Pooja, who speaks to people as their phone-pal for a living. Ekta Kapoor wrote, \"Pooja, I love uuuuu! Tera ko mein Teri! Sachiiiii smoocheeee! In other news the phone number given to call Pooja crashed the server for five hours... Such was the traffic! Poojaaaa kyaaaa jaaadoooooooooo hai yehhh ur truly Dream Girl.\"Take a look at Ekta Kapoor's post here:View this post on InstagramPoojaaaa I love uuuuu! Tera ko mein Teri! Sachiiiii smoocheeee! In other news the phone number given to call pooja CRASHED THE SERVER FOR FIVE HOURS ! Such was the traffic! Poojaaaa kyaaaa jaaadoooooooooo hai yehhh ur truly #DREAMGIRLA post shared by  Erkrek (@ektaravikapoor) on Aug 12, 2019 at 11:33pm PDTAt the film's trailer launch event, Ayushmann and Ekta were accompanied by the film's lead actress Nushrat Barucha and director Raaj Shaandilyaa. The trailer of Dream Girl was packed with ROFL one-liners and comic sequences, promising a laugh riot in theatres on September 13, when the film releases.Watch the trailer of Dream Girl here:googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });The trailer of Dream Girl dropped on the Internet two days after Ayushmann won the Best Actor National Award for AndhaDhun. Simultaneously, his film Badhaai Ho won the Best Popular Film Providing Wholesome Entertainment.Ayushmann Khurrana, last seen in Article 15, also has Bala, Gulabo Sitabo and Shubh Mangal Zyada Saavdhan in the pipeline.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Arrest Warrant Against Shashi Tharoor Over Hindu Pakistan Remark", "editedBy": "ANI", "Date": "Updated: August 13, 2019 14:35 IST", "paragraph": "Kolkata: A Kolkata court on Tuesday issued an arrest warrant against Congress MP Shashi Tharoor for a remark he had made last year regarding the formation of a \"Hindu Pakistan\".A Metropolitan Magistrate court in the city issued the warrant against the Thiruvananthapuram MP, based on a case filed by Advocate Sumeet Chowdhary.In July last year, Mr Tharoor had said if Bharatiya Janata Party (BJP) won the 2019 Lok Sabha elections, it would create a condition leading to the formation of a \"Hindu Pakistan\".Addressing an event in Thiruvananthapuram, Mr Tharoor had said the BJP will write a new Constitution which will pave the way for a nation, much like Pakistan, where the rights of minorities are not respected.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });\"If they (BJP) win a repeat in the Lok Sabha, our democratic constitution as we understand it will not survive as they will have all the elements they need to tear apart the constitution of India and write a new one,\" the Congress leader had said.\"..that new one will be the one which will enshrine principles of Hindu Rashtra, that will remove equality for minorities, that will create a Hindu Pakistan and that isn't what Mahatama Gandhi, Nehru, Sardar Patel, Maulana Azad and great heroes of freedom struggle fought for,\" he added.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Independence Day 2019: 5 Indian Superfoods That Are Taking The Culinary World By Storm - NDTV Food"}, {"title": "Sameera Reddy's Post For One-Month-Old Daughter Nyra Is Pure Love", "editedBy": "Pranita Chaubey", "Date": "Updated: August 13, 2019 14:18 IST", "paragraph": "New Delhi: Highlights\"One month already,\" Sameera captioned the post\nSameera Reddy shared a picture with daughter Nyra\n Sameera Reddy is also a mother to Hans Vardewindow._pricee = window._pricee || []; _pricee.push({container : '_pcwgtmid'});Sameera Reddy's daughter Nyra turned a month old on Tuesday and in order to mark the special day, the actress shared an adorable picture of herself along with her little munchkin. In the picture, Sameera can be seen smiling with all her heart as she admires her one-month-old daughter. The 34-year-old actress wrote: \"One month already. Is the second time round easier? Absolutely not, but so worth it.\" She added a heart emoji to the post and the hashtags #motherhood #newborn# herewegoagain. The post is replete with comments like \"Cutest pic of the day\" and \"so sweet.\" If Sameera Reddy's post doesn't make you smile, we don't know what will.Take a look at Sameera Reddy's post here:View this post on InstagramOne month already is the second time round easier? absolutely not ! but soooo worth it ! #motherhood #newborn #herewegoagain A post shared by  Sameera Reddy (@reddysameera) on Aug 13, 2019 at 12:46am PDTSameera Reddy has been keeping her Instafam engaged by actively posting stories from her motherhood diaries. As a part of the World Breastfeeding Week (August 1-7). Sameera shared several posts pertaining to breastfeeding on her Instagram profile. Take a look at some of the posts here:View this post on InstagramNew dads & loved ones listen up! Its World Breast feeding week and this post is for you to know that you can be the biggest support and encouragement to a new mom! A mother may be depressed, lacking in confidence, worried, or stressed and it affects breastfeeding. These factors do not directly affect her milk production, but can interfere with the way in which she responds to her baby. This can result in the baby taking less milk, and failing to stimulate milk production. So be there for her . Understanding the pressure on her physically and emotionally is the best thing you can do. Nothing like feeling loved at such an overwhelming time. . I would also like to give a shoutout to moms who have struggled with low milk production . This could happen due to a pathological reason including endocrine problems or a host of other factors .A few mothers have a physiological low breast-milk production, for no apparent reason, and production does not increase when the breastfeeding technique and pattern improve. There is no reason to shame them or make them feel any pressure in not being able to BF. we need to support all mothers and show love and respect . . #worldbreastfeedingweek2019 . @WABA_global @who @unicefindiaA post shared by  Sameera Reddy (@reddysameera) on Aug 2, 2019 at 12:46am PDTgoogletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Sameera Reddy, welcomed her daughter last month, announced her daughter's name on social media in the most adorable way possible. She shared a picture of her son Hans Varde holding a piece of paper that had Nyra painted on it. In her post, Sameera referred to Nyra as \"little lady\" and wrote: \"Welcoming our little lady to the Varde family, baby girl 'Nyra.' ICYMI, check out the post here:View this post on InstagramWelcoming our lil lady to the the Varde family, baby girl 'Nyra'. #blessed #grace #love #family A post shared by  Sameera Reddy (@reddysameera) on Jul 30, 2019 at 11:44pm PDTSameera married Akshai Varde in a traditional Maharashtrian wedding in 2014 and the couple welcomed their first child - Hans Varde in the year 2015.In terms of work, Sameera Reddy was last seen in the 2013 Kannada film Varadhanayaka. She has been a part of Bollywood films such as Taxi No 9211, De Dana Dan and Maine Dil Tujhko Diya among others.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Healthy Midnight Snacks: Expert-Recommended Snacks Under 200 Calories", "editedBy": "Garima Arora", "Date": "Updated: August 13, 2019 16:21 IST", "paragraph": "HighlightsYogurt and fruit makes for a great midnight snack\nAvoid having tea or coffee late at night\nEat foods that are nutritious and filling to satisfy midnight cravingswindow._pricee = window._pricee || []; _pricee.push({container : '_pcwgtmid'});With multiple off days and long weekend this week (thanks to Raksha Bandhan and Independence Day on August 15), we're sure many of you are either holidaying or planning get-togethers and sleepovers with your friends and siblings. Midnight snacking cannot be avoided. And why must you... after all, the joy of every occasion is maximised with good food! But why compromise your health and weight loss goals amidst this celebration? Fret not as we are here with some expert recommended low calorie snacks that you can munch on, guilt-free. Nutritionist Nmami Agarwal recently took to Instagram to share a couple of healthy midnight snack ideas. Here's what she recommends...Weight Loss: Healthy midnight snacking options under 200 calories\"We often face a challenge to figure out what to eat at night, that is tasty, healthy, quick and won't cause weight gain. Well, there's a scientific evidence that eating late at night can make your weight control a little harder,\" says Nmami in her video. But if you're really hungry, you can eat a small nutrient-rich snack which is under 200 calories, she suggests.Also read: Diabetics, Include These Protein-Rich Snacks In Your Diet Right Now!1. Banana and almond spread or walnut spreadThis is a healthy under-200 calorie snack that will make you full and help in increasing body's melatonin levels to support good night's sleep. A good night's sleep is not just an important prerequisite for weight loss, but also for overall good health. Lifestyle coach Luke Coutinho says that sleeping for lesser than 7 or 8 hours at night even once can put you at sleep debt and make you sleep deprived. It can increase hunger pangs and cravings for sugary and junk food. This is the reason why coffee or tea or any other caffeinated beverage are a complete no-no at night.Bananas with an almond spread can satisfy your midnight hungerPhoto Credit: iStock2. Multigrain toast with scrambled eggs and avocadosYou can avoid avocados if you don't have access to them at night. What's better is to avoid multigrain toast and just have boiled eggs with mashed avocado in it. While eggs are rich in protein, avocado contains the \"good fat\" that can help you weight loss.Also read: Weight Loss Diet: Protein-Rich Snacks Under 100 Calories3. Plain yogurt with fresh fruitsNow this is a delicious midnight snacking option that is under 200 calories. Yogurt is not only rich in protein, but also rich in probiotics that can provide your gut with healthy bacteria. Fresh seasonal fruits are loaded with vitamins, minerals and antioxidants that can give a boost to your immunity and improve overall health. A cup of plain yogurt with one season fruit can make for a great midnight snack. It will make you feel full and will also control your hunger.Yogurt and fresh fruits make for a protein-rich nutritious midnight snack under 200 caloriesPhoto Credit: iStock4. Nuts and seeds trail mixNmami suggests that you can have a combination of almonds, walnuts, raisins, pumpkin seeds and flaxseeds. You can buy a variety of nuts and seeds from the market and mix them, roast them (if you want) and store them in a glass jar. It can make for a great snack on-the-go as well. Nuts and seeds trail mix is delicious, rich in protein, fibre and fat, and can help in controlling your hunger pangs.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Also read: 5 Quick And Healthy Office Snacks That Will Keep You Energised And Productive Throughout The Day5. Carrot sticks or steamed broccoli with hummus dipVitamin A rich carrots are crunchy, tasty and extremely nutritious. They are particularly a good source of beta carotene, Vitamin K1, potassium, fibre and antioxidants. Low-calorie carrots can help in lowering cholesterol levels and also improve your eye health. Carrot sticks or steamed broccoli does not exceed 200 calories, as far as you are practicing portion control. Broccoli is a leafy green veggie which is low in calories and high in protein and fibre. It contains a good array of B Vitamins including folic acid. Hummus, made with chickpeas and olive oil is rich in protein and good fat. Eating either carrot sticks or steamed broccoli with hummus dip can make for a great under 200 calorie midnight snack.(Nmami Agarwal is nutritionist at Nmami Life)Disclaimer: This content including advice provides generic information only. It is in no way a substitute for qualified medical opinion. Always consult a specialist or your own doctor for more information. NDTV does not claim responsibility for this information.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Army Chief Wants Cordial Ties Between Forces, Kashmiris Seen In 70s-80s", "editedBy": "Indo-Asian News Service", "Date": "Updated: August 13, 2019 14:54 IST", "paragraph": "New Delhi: Army chief General Bipin Rawat said on Tuesday that the Army was committed to cordial relations with the people of Jammu and Kashmir even as the armed forces are prepared to deal with any threat from Pakistan.\"The relations of the armed forces with the general public of Kashmir used to be very cordial in the 1970s and 80s. We will keep good relations with the general public. It would be great if that kind of camaraderie between the Army and general public begins again. We used to meet the general public without guns at that time,\" said General Rawat, at a seminar at the Society of Indian Defence Manufacturers.There has been unprecedented security in the Kashmir Valley to avoid trouble over the centre's decision last week to end special status to Jammu and Kashmir and split it into two Union Territories.General Rawat said the country had nothing to fear, irrespective of statements like that of Pakistan Prime Minister Imran Khan that a Pulwama-like incident might take place again in Kashmir because of the situation in Kashmir.\"We are always prepared for any kind of eventuality and we are always on the alert. There is nothing to worry from statements like these,\" the Army Chief said.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });In Pulwama, over 40 security personnel were killed in February when a CRPF convoy was attacked by a suicide bomber of the Pakistan-based Jaish e Mohammad. The Indian Air Force then bombed a major terrorist hub in Pakistan.Pakistan has downgraded diplomatic relations with India and suspended bilateral trade over the Kashmir decisions.Imran Khan had told a joint session of the Pakistan Parliament that a Pulwama like incident might happen again as a result of the recent political developments in Kashmir.\"Attacks like Pulwama are bound to happen again. I can already predict this will happen. They will attempt to place the blame on us again. They may strike us again, and we will strike back,\" Mr Khan had said.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Ashes 2019: All Eyes On Jofra Archer As England Look To Bounce Back Against Confident Australia | Cricket News"}, {"title": "From Living On Streets To Seeing The World: Man's Inspiring Post Is Viral", "editedBy": "Sanya Jain", "Date": "Updated: August 13, 2019 14:11 IST", "paragraph": "A photographer's inspiring journey from living on the streets to being featured in the Forbes Asia '30 under 30' list has gone viral on Facebook. Vicky Roy shared his story on the popular Facebook page 'Humans Of Bombay', where it has struck a chord with thousands.In his post, Mr Roy spoke about how he ran away from home at the age of 11 and arrived in Delhi in hopes of a better life. \"But when I came here, I had to rag pick, sell water in trains and sleep in open grounds -- so that I wouldn't starve to death,\" he said.He added that he worked as a dishwasher at a dhaba and survived by eating other people's leftovers.This continued until a doctor put him in touch with an NGO called Salaam Balak that helps rehabilitate abandoned kids. \"There life got better. I'd get 3 meals a day, clothes to wear and a roof over my head,\" says Mr Roy. \"They even put me in school.\"It was around this time that a British photographer visited them and Mr Roy was completely taken in by his work.\"I was so fascinated by his work. Living on the streets showed me shades of humanity that I'd never seen before, and I wanted to show it in photos just like he did,\" he says.So, at the age of 18, the NGO gave him a camera worth Rs 499 and helped him get an internship with a local photographer. After that, there was no turning back.According to Mr Roy, the photographer helped him curate his first solo exhibition titled \"Street Dreams\", which put him on the map. \"People started buying my photos, and I got to travel the world! I was invited to New York, London, South Africa, and even San Francisco!\" he says.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });\"I'd never even imagined that I'd be able to change my destiny, to this extent.\"According to his website, Mr Roy was awarded the MIT Media Fellowship in 2014 and was a part of the Forbes Asia 30 under 30 list in 2016.Read his full post below:(function(d, s, id) {var js, fjs = d.getElementsByTagName(s)[0];if (d.getElementById(id)) return;js = d.createElement(s); js.id = id;js.src = '//connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.6';fjs.parentNode.insertBefore(js, fjs);}(document, 'script', 'facebook-jssdk'));Since being shared online this morning, the post has collected over 12,000 'likes' and hundreds of comments.\"This is amazing! As they say there's always sunshine after rain,\" wrote one person in the comments section. \"Congratulations! Well deserved and inspiring,\" said another. A third wrote: Such powerful story and this depicts the power of hope. Feeling so so so good for him.\"What do you think of the story? Let us know using the comments section.Click for more trending newsGet Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Priyam Chatterjee Becomes First Indian Chef To Receive French Honour", "editedBy": "Press Trust of India", "Date": "Updated: August 13, 2019 14:10 IST", "paragraph": "New Delhi: Priyam Chatterjee on Monday became the first Indian chef to be awarded the ''Chevalier de l''Ordre du Merite Agricoleto'' by the government of France to recognise his contribution towards reinventing the gastronomic scene in India.Mr Chatterjee (30) is best known for revisiting the traditional dishes from his native state of West Bengal and giving it a French twist.\"I am living my dream at this moment because any form of words or dialogue will not justify this moment,\" he said.Mr Chatterjee added that the two major factors influencing his culinary practice were that of his family and France.Born into a Bengali family of \"exceptional cooks and artists\", where feasts were a regular affair, it was only natural for a young Mr Chatterjee to love everything about food, be it eating, or serving.He realised French cuisine was his true calling during his very first professional stint at Park Hyatt in Hyderabad where he met French chef Jean Claude who trained Mr Chatterjee to \"learn French cuisine, precisely and with passion.\"\"In the process, what he did was he made me fall in love with France completely!\" the chef said.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Mr Chatterjee is currently the head chef at Jaan Restaurant Yacht in France, before which he was the head chef of Rooh, and Qla, both located in Mehrauli.He also takes a keen interest in music as well as art.\"This is actually the first time that we are celebrating the talent of a young chef at this embassy by conferring this distinction.\"This honour recognizes your talent and your commitment to promoting French cuisine,\" Alexandre Ziegler, Ambassador of France to India, said.The award, instituted in 1883, the ''Ordre du Merite Agricole'' (Order of Agricultural Merit) is a distinction bestowed by the French Republic for outstanding contributions, among others, to agriculture, agro-food industry and gastronomy.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "US Lawmaker Tom Suozzi Apologises To Indian-Americans Over Letter On Kashmir", "editedBy": "Press Trust of India", "Date": "Updated: August 13, 2019 14:04 IST", "paragraph": "Washington: In an unprecedented move, a US Congressman has apologised to Indian-Americans for not consulting them before writing a letter to Secretary of State Mike Pompeo to express his concerns on human rights situation in Jammu and Kashmir after the Centre scrapped its special status.Congressman Tom Suozzi, in a letter to Mike Pompeo, said the action by the government in Kashmir \"risks provoking mass social unrest...\"\"These new restrictions on the autonomy of the state and the rights of Kashmiris could also embolden extremists and terrorists to act,\" Tom Suozzi said in his letter.Upset by the letter, several Indian-Americans, who constitute a significant part of Tom Suozzi's Congressional District in New York and had played a key role in his election and fund raising, shot him several angry messages.About 100 Indian community members have demanded that he withdraw his letter.\"On Sunday, I met with 100 of my Indian-American constituents regarding my recent letter to Secretary Pompeo expressing my concerns about recent developments in Kashmir.\"\"Based upon my meeting it is clear that it was a mistake to not consult with some of my Indian-American friends and supporters before I sent the letter. I should have. I am sorry. If I had met with them before sending the letter, I would have framed my concerns differently,\" Tom Suozzi said in a statement.He said that throughout his career in public service, he has been an ardent supporter of India, their sovereignty, and have always stood with them in their fight against terrorism.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });The US-India relationship will be one of the most important over the next 50 years and beyond, he said, adding that he has spent his time in Congress promoting and elevating this relationship and will continue to do so.\"India, the world's largest democracy, remains critical for regional security and peace. The current situation in Kashmir presents some very serious challenges. The US should seek to be helpful in securing safety and peace for all people,\" he said.\"Moving forward, I will make sure to solicit the input of all of my constituents who have a vested interest in Kashmir and work towards a peaceful region that roots out terrorism and corruption as well as respects human rights. It is my hope that recent developments in the region will eventually lead to this,\" he added.Indian Americans have said Tom Suozzi's statement was a step in the right direction and sought a follow up letter from him to Mike Pompeo.\"It is a statement in the right direction. If any letter is requited, Congressman Suozzi needs to write to Secretary Pompeo about the nefarious actions of Pakistan and asking for decisive and irreversible action against terrorist organisations,\" Jagdish Sewhani, the President of the American India Public Affairs Committee said.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "OnePlus TV Launch Date Tipped for September 26, Lineup May Have Both LCD and OLED Models | Technology News"}, {"title": "Honda Organises First 'Africa Twin True Adventure Camp' In India - NDTV CarAndBike"}, {"title": "How Many Eggs Should You Eat In A Week? - NDTV Food"}, {"title": "Shikhar Dhawan Under Pressure As India Eye ODI Series Triumph Over West Indies | Cricket News"}]}