{"page8": [{"title": "India Issues Travel Advisory For People Travelling To Hong Kong", "editedBy": "ANI", "Date": "Updated: August 13, 2019 11:50 IST", "paragraph": "New Delhi: India on Tuesday issued an advisory to its citizens for travelling to Hong Kong, a day after flight operations were severely disrupted at the city's international airport due to public demonstrations on August 12.The Ministry of External Affairs, in a statement, said, \"While operations are likely to resume on August 13, however, flights are likely to continue to be delayed and/or cancelled as it is possible that more protests may be held.\"\"Indian passengers are advised to be in touch with airlines to find alternative travel routes to avoid inconvenience, till normalcy is restored in airport operations,\" the statement read.The Ministry further advised all Indian passengers, who are already in Hong Kong and waiting to depart, to \"be in touch with their respective airlines for information about likely timelines for the resumption of their flights\".\"Consulate can be reached at our helpline at +852 90771083,\" the statement added.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Hong Kong airport authority, within a short notice on Monday, suspended all remaining flights for the day after thousands of pro-democracy protesters entered the terminal's arrival halls.The airport was re-opened on Tuesday, however, hundreds of flights were still listed as cancelled.All stranded passengers were seen lining up to catch their delayed flights, as airport authorities announced that it will implement rescheduling while blaming demonstrators for the chaos.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Vivo Freedom Carnival Sale Offers Deals on Vivo Z1 Pro, Vivo V15 Pro, Vivo V15, and Other Vivo Smartphones | Technology News"}, {"title": "World Organ Donation Day 2019: Date, Significance and Some Facts About Organ Donation", "editedBy": "Varsha Vats", "Date": "Updated: August 13, 2019 12:50 IST", "paragraph": "HighlightsOrgan donation day attempts to eliminate the myths about organ donation\nOrgan donation can give a new life to someone in need\nMany vital organs can be donated which can save someone's lifewindow._pricee = window._pricee || []; _pricee.push({container : '_pcwgtmid'});Organ donation day is observed on 13 August every year. This day strives to motivate people to donate their healthy and precious organs after death to save lives. There is a huge number of population which dies due to organ failure in India. As per the National Health Portal, 500,000 people die due to non-availability of organs. Organ donation day also tries to spread information and make people aware about organ donation. It attempts to eliminate the myths and fears people have in their mind about organ donation. Organ donation can be life-changing for many. This practice can give a new life to the ones in need.Organ Donation Day 2019: ImportanceOrgan donation is a gift of life. A donor can initiate to donate organs like heart, liver, intestine, kidneys, lungs and pancreas after his or her death. Later these organs can be transplanted into another person who is in urgent requirement. As per the national guidelines, anyone can be an organ donor irrespective of age, caste, religion and community. Organ donation day urges people of all communities to come forth and donate organs to save precious lives.Also read: 10 Myths About Organ DonationWorld Organ Donation Day 2019: Liver can be donated to someone in needPhoto Credit: iStockSome facts about organ donationAs per the National Health Portal, there are few facts about organ donation which everyone must know.There is no defined age for organ donation but it is based on a strict medical criteriaIn the case of natural death tissues of cornea, heart valves, bone and skin can be donated whereas other vital organs like heart, liver, intestines, kidneys, lungs, and pancreas can only be donated in the case of brain deathAfter organ failure, vital organs like heart, liver, intestines, kidneys, lungs and pancreas can be transplanted into the patient to help the recipient lead a normal lifeIf someone younger than the age of 18 wants to donate organ then he or she must have an agreement of parents or guardianAnyone can be an organ donor irrespective of age, caste, religion, community etc.Also read: World Organ Donation Day: Things No One Told You About Organ DonationA proper medical examination is required before organ donation to check whether the patient is healthy enough to donate or not. Other serious health conditions like cancer, HIV AIDS are taken under serious consideration.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Also read: Liver Transplants: 7 Things You Need To Know About Liver TransplantsDisclaimer: This content including advice provides generic information only. It is in no way a substitute for qualified medical opinion. Always consult a specialist or your own doctor for more information. NDTV does not claim responsibility for this information.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Stomach-Churning Video Shows Snake Trying To Eat Its Own Tail", "editedBy": "Sanya Jain", "Date": "Updated: August 13, 2019 11:35 IST", "paragraph": "Squeamish? Easily disgusted? Dislike snakes? If you tick any of those boxes, this video is not for you. A reptile sanctuary recently had to save a snake from itself after it was found trying to swallow its own tail. A video of the incident has gone viral online after it was shared on Facebook.In the video, Jesse Rothacker, a snake expert at the Forgotten Friend Reptile Sanctuary in Pennsylvania, is seen trying to free the kingsnake from its own jaws. He told WKRG News 5 that the rescue staff was getting ready for an outreach program on Friday when they noticed the kingsnake trying to eat its own tail.\"This is the first time in the sanctuary's 15-year history that one of the kingsnakes was caught trying to swallow itself whole,\" Mr Rothacker said.In the video, Mr Rothacker manages to save the snake from eating itself, but not before meeting some resistance. Take a look at the video below:(function(d, s, id) {var js, fjs = d.getElementsByTagName(s)[0];if (d.getElementById(id)) return;js = d.createElement(s); js.id = id;js.src = '//connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.6';fjs.parentNode.insertBefore(js, fjs);}(document, 'script', 'facebook-jssdk'));Since being shared online, the video has collected over 50,000 views and dozens of comments.\"So full of himself,\" quipped one person in the comments section. \"That's crazy,\" said another.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });According to Mr Rothacker, kingsnakes are known for eating other snakes and are even immune to rattlesnake and copperhead venom.According to Newsweek, Mr Mr Rothacker also countered suggestions that the snake, named Kronos, was eating itself because it was hungry or stressed. \"\"We want to point out this snake showed no signs of stress, had plenty of access to food and water and burrowing material and a hiding cave and appropriate temps, just like all our snakes,\" he said.\"Rough markings on his scales indicate past damage from digestive enzymes, suggesting that he had swallowed himself in previous years, so it's probably a bad habit of his. Sometimes animals do silly things, like dogs chasing their own tails, or in rarer cases, snakes swallowing their own tails.\"Click for more trending newsGet Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "PVR Cinemas, INOX Respond to Jio’s ‘First-Day-First-Show’ Initiative | Technology News"}, {"title": "Punjab Bandh: Protests In Punjab Against Demolition Of Delhi Ravidas Temple, Schools Shut", "editedBy": "Mohammad Ghazali", "Date": "Updated: August 13, 2019 14:13 IST", "paragraph": "Chandigarh: Protests continued in Punjab by the members of Ravidas community after the Supreme Court ordered demolition of a temple dedicated to Guru Ravidas in Delhi's Tughlakabad.Punjab bandh or a state-wide shutdown has been called by the community members in several parts of the state that has impacted traffic on Jalandhar-New Delhi highway.A holiday has been issued for the educational institutions in Jalandhar, Hoshiarpur, Kapurthala, and Gurdaspur.Due to the declaration of the bandh, the Punjab School Education Board has postponed the class 10 and 12 supplementary examinations scheduled for Tuesday. The rescheduled dates will be released soon. The board has postponed the class 10 Mathematics examination and class 12 Political Science, Business Studies and Physics examination.The Chief Minister has appealed to the community to call off their protests saying the  government was ready to extend its full support to them to get the matter amicably resolved with the Central Government.While appealing to PM Modi to step in for the resolution of the sensitive issue, the Punjab Chief Minister also personally spoke to Union Urban Development Minister Hardeep Singh Puri to seek re-allotment of the same site, which reportedly belongs to the Delhi Development Authority, to enable the community to reconstruct the temple and along with the Sarovar, which has been demolished.Legends say that Guru Ravidasji visited the sacred place around 1509 during the reign of Sikander Lodhi.Extending all legal and financial assistance to the community to take the matter forward and rebuild the demolished structures at the same place, the Chief Minister has constituted a five-member committee to meet the religious and political representatives of the community and formulate a comprehensive strategy to resolve the issue with the Centre. The committee consists of Santokh Singh, Charanjit Singh Channi, Raj Kumar Chabbewal, Aruna Chaudhary and Sushil Kumar Rinku.Underlining the need to uphold the sanctity of the site, which has importance not only for Ravidas community but all Sikhs and Punjabis the world over, the Chief Minister said the demolition of the temple could trigger serious unrest in the community, not just in Punjab but in other places too.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });It was essential to resolve the matter urgently, taking all the concerned parties, including the Delhi development Authority, into confidence with respect to the vast pool of legal and other evidence of proof the historic and religious links of the site with Sri Guru Ravidas ji himself, the chief minister said.Mr Singh said given the gravity and sensitivity of the matter, it was imperative that the central government, led by the prime minister himself, take all possible steps to restore the site to its original structure and layout.Protest marches were taken out by the community members on Monday that led to shutdown of shops in Nawanshahr town, around 80 km from Chandigarh. Leaders from the Congress, BJP and Shiromani Akali Dal said they would help resolve the issue amicably.The Delhi Development Authority or DDA in a statement issued yesterday, said the \"structure was removed as per the orders of the Supreme Court\".\"The standing semi-permanent structure was dismantled peacefully without any resistance or use of force in the presence of Guru Ravi Das Jayanti Samaroh Samiti members,\" the development authority said in the statement.The development authority said the top court in a case titled \"Guru Ravi Das Jayanti Samaroh Samiti vs Union of India\", had on August 9 observed that \"serious breach\" has been committed by the Guru Ravi Das Jayanti Samaroh Samiti by not vacating the forest area as earlier ordered by the court.\"Therefore, the Honourable Supreme Court ordered that the premises be vacated and the structure be removed by Delhi Development Authority (DDA) with the help of police,\" it said.Punjab Chief Minister Amarinder Singh had on Sunday sought Prime Minister Narendra Modi's intervention to pacify the situation after the members of the community called for a nationwide shutdown on August 13 besides observing Independence Day as \"black day\".Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "'Sridevi, We Miss You Every Day': Anil Kapoor Shares 'Bittersweet' Memories On Her Birth Anniversary", "editedBy": "Nilanjana Basu", "Date": "Updated: August 13, 2019 11:45 IST", "paragraph": "New Delhi: Highlights\"We feel the sadness of your loss deeply,\" wrote Anil Kapoor\n\"But remembering your smile unites us in your memory,\" he added\n\"We miss you every day,\" Anil Kapoor addedwindow._pricee = window._pricee || []; _pricee.push({container : '_pcwgtmid'});On Sridevi's birth anniversary, Anil Kapoor remembered the actress with a note dipped in nostalgia and emotion. Sridevi, who died in February last year, would have been 56 today. Describing the day as \"bittersweet\", Mr Kapoor wrote fond memories of Sridevi are cherished every day. \"Today is a bittersweet day as we celebrate you on what would have been your 56th birthday...We feel the sadness of your loss deeply but remembering your smile and the joy you brought to all our lives unites us in your memory... We miss you every day, Sridevi,\" read Anil Kapoor's tweet, with which came a throwback photo of the actress.Read Anil Kapoor's tweet here:Today is a bittersweet day as we celebrate you on what would have been your 56th Birthday...We feel the sadness of your loss deeply, but remembering your smile and the joy you brought to all our lives unites us in your memory...We miss you everyday #Sridevi! pic.twitter.com/O8XwPUQGy4— Anil Kapoor (@AnilKapoor) August 13, 2019Anil Kapoor's tweet made us took a trip down the memory lane to Sridevi's 55th birth anniversary last year, when he composed a beautiful message for her: \"A true star that shone brightly on-screen and lit up the lives of everyone she touched. Not a day goes by when we don't miss you Sri. We see your reflection in Janhvi and Khushi every day. You live on in our hearts and minds.\"A true star that shone brightly on-screen & lit up the lives of everyone she touched. Not a day goes by when we don't miss you Sri. We see your reflection in #JanhviKapoor & #KhushiKapoor everyday. You live on in our hearts & minds... pic.twitter.com/VD9Bx3jAnw— Anil Kapoor (@AnilKapoor) August 13, 2018Sridevi famously co-starred with Anil Kapoor in Mr India almost a decade before she married his filmmaker brother Boney Kapoor. Directed by Shekhar Kapur and produced by Boney Kapoor, Mr India is still regarded as Bollywood's first ever sci-fi movie. Anil Kapoor and Sridevi also co-starred in films such as Lamhe, Laadla, Roop Ki Rani Choron Ka Raja and Judaai, which remains their last movie together. Sridevi married Boney Kapoor in 1996.On Tuesday morning, Boney Kapoor dedicated this message to Sridevi: \"Happy birthday jaan, missing you every minute of my life, keep on guiding us , you will remain with us till eternity.\" Happy Birthday Jaan, missing you every minute of my life , keep on guiding us , you will remain with us till eternity. #Sridevipic.twitter.com/pGPhgbmcBN— Boney Kapoor (@BoneyKapoor) August 13, 2019Meanwhile, Anil Kapoor's wife Sunita Kapoor also shared a heart-wrenching message on Sridevi's birth anniversary as she wrote:View this post on InstagramMemories are always special. Sometimes we laugh by remembering the times we cried, and we cry by remembering the days we laughed;!!! That's life. Happy birthday Sri..Miss you so much A post shared by  Sunita Kapoor (@kapoor.sunita) on Aug 12, 2019 at 1:02pm PDTgoogletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Sridevi's daughter Janhvi Kapoor remembered her mom with an emotional post:View this post on InstagramHappy birthday Mumma, I love youA post shared by  Janhvi Kapoor (@janhvikapoor) on Aug 12, 2019 at 7:14pm PDTSridevi's tragic end shocked nationwide fans in February last year, just months before Janhvi's debut film Dhadak. Later that year, Sridevi was posthumously honoured with her first National Award for MOM.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "\"No Space\" For Shooting, Says Commonwealth Games Chief Despite India's Boycott Threat | Other Sports News"}, {"title": "TNPSC Group 4 Hall Ticket Soon. Exam On September 1", "editedBy": "Maitree Baral", "Date": "Updated: August 13, 2019 11:27 IST", "paragraph": "New Delhi: For direct recruitment to vacancies in the Tamil Nadu Ministerial Service, Tamil Nadu Judicial Ministerial Service, Tamil Nadu Survey and Land Records Subordinate Service, Tamil Nadu Secretariat Service and Tamil Nadu Legislative Assembly Secretariat Service, a Combined Civil Services Exam (Group IV) will be conducted by the Tamil Nadu Public Service Commission (TNPSC).The written exam is scheduled for September 1.A total of 6491 vacancies will be filled through this recruitment in Village Administrative Officer, Junior Assistant, Bill Collector, Field Surveyor, Draftsman, Typist and Steno-typist posts.This is the sole selection process for appointment to the posts. \"Based on the marks obtained by the candidates in the Written Examination, the tentative list of eligible candidates will be announced in the Commission's website for uploading all the certificates in support of their claim for onscreen certificate verification,\" said the Commission. \"After verification, the eligible candidates will be summoned for counselling to allot the post and Unit / Department in the order of rank and category to which they are eligible as per the vacancy position,\" it added on the selection process.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });TNPSC would release the hall tickets soon. Candidates can download the hall tickets from tnpsc.gov.in, tnpscexams.net or tnpscexams.in.The exam will be held in a single shift from 10 am to 1 pm.Click here for more Jobs NewsGet Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Vodafone Idea, Bharti Airtel Slump On Reliance Industries JioFiber Push", "editedBy": "Abhishek Vasudev", "Date": "Updated: August 13, 2019 11:24 IST", "paragraph": "Vodafone Idea and Bharti Airtel shares slumped as much as 10.28 per cent and 6.62 per cent respectively on Tuesday, a day after Reliance Industries chairman and managing director Mukesh Ambani unveiled an aggressive plan for the rollout of JioFiber at the company's 42nd annual general meeting in Mumbai. JioFiber is an optical-fiber-based fixed line broadband service provided by Reliance Jio Infocomm, the telecommunications arm of Reliance Industries. \"We received over 15 million registrations from nearly 1,600 towns. And based on these registrations, we have drawn up a plan to reach 20 million residences and 15 million business establishments in these 1,600 towns,\" Mr Ambani said while speaking on JioFiber at the conglomerate's 42nd annual general meeting on Monday.JioFiber plans will be priced between Rs 700 to Rs 10,000 per month to suit every budget and every need, Mr Ambani said. \"The most basic JioFiber plan starts with 100 Mbps speed and we have plans all the way up to 1 Gbps or 1000 Mbps,\" Mr Ambani said.The JioFiber services will start from September 5, which will be the third anniversary of Jio's launch, Mr Ambani added.As part of the JioFiber plan, customers will get high speed internet with speeds up to 1 Gbps, a landline phone connection at no additional cost and a digital set-top-box, Mr Ambani added.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });\"The experience of Jio Fiber and Jio set-top-box really comes to life when combined with an LED television. So, JioFiber customers who opt for our annual plans which we call Jio-forever plans, will get an HD or 4K LED television and a 4K set-top-box absolutely free,\" Mr Ambani added.At 11:17 am, Bharti Airtel and Vodafone Idea shares traded 6.4 per cent and 6.5 per cent lower respectively while Reliance Industries was up 11 per cent, sharply outperforming the Nifty which was down 0.27 per cent.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Secure Assam Citizens' List Data Like Aadhaar, Orders Supreme Court", "editedBy": "Press Trust of India", "Date": "Updated: August 13, 2019 15:48 IST", "paragraph": "New Delhi: The Supreme Court today ordered that the list of those excluded from the final Assam NRC be published only online on August 31.A bench comprising Chief Justice Ranjan Gogoi and Justice RF Nariman said that like Aadhaar data, an appropriate regime be enacted for securing the Assam National Register of Citizens (NRC) data.The top court also said that the ongoing Assam NRC exercise, which is being monitored by the top court, cannot be ordered to be reopened on the basis of certain legal challenges raised before it.It had earlier said that the final Assam NRC would be published on or by August 31.It had also brushed aside criticism and statements made in the Assam Assembly and outside relating to the exercise carried out for NRC and had asked the Centre to adhere to the deadline of August 31.The court had said that it was not bothered about what was being said about the NRC and was only looking at the entire exercise of NRC being completed within the deadline of August 31.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });On July 23, the top court had extended the deadline for publication of the final NRC in Assam by a month to August 31 while rejecting the pleas seeking permission for 20 per cent sample re-verification.The Centre and the Assam government had sought permission for sample re-verification to find out wrongful inclusions, especially in districts bordering Bangladesh, and exclusions of persons in the NRC which was to be published by July 31.The first draft of the NRC for Assam was published on the intervening night of December 31, 2017 and January 1, 2018 in accordance with the top court's direction. Names of 1.9 crore people out of the 3.29 crore applicants were incorporated then.Assam, which had faced influx of people from Bangladesh since the early 20th century, is the only state having an NRC which was first prepared in 1951.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Auto Sales Hit Rock Bottom: July 2019 Sees 31 Per Cent Decline - NDTV CarAndBike"}, {"title": "Passenger Vehicles Sales Slump 31% In July (Auto Industry Crisis) SIAM Data On Auto Industry", "editedBy": "Thomson Reuters", "Date": "Updated: August 13, 2019 11:33 IST", "paragraph": "New Delhi: Country's passenger vehicle sales fell for the ninth straight month in July, an auto industry body said on Tuesday, amid a deepening crisis in the country's automobile sector that has triggered large-scale job losses.Sales of passenger vehicles to car dealers fell 30.9 per cent to 200,790 units in July, data released by the Society of Indian Automobile Manufacturers (SIAM) showed. Commercial vehicles sales fell 25.7 per cent to 56,866 units, SIAM said.Motorcycle and scooters sales fell 16.8 per cent to about 1.51 million units, while passenger car sales fell 36 per cent to 122,956 units, the data showed.The data also showed that domestic passenger vehicle production was down nearly 17 per cent in the month.\"The data shows urgent need for a revival package from the government. The industry is doing everything possible to increase sales but it needs government support to prevent the crisis from worsening,\" Vishnu Mathur, director general of SIAM, told reporters in New Delhi.The S&P BSE auto sector index has fallen 23 per cent this year, with the country's top automaker Maruti Suzuki's market valuation falling 18.3 per cent since the beginning of this year.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });The fall in car sales comes at a time when demand for consumer goods is falling and what is seen as a major sign of an economic slowdown in India, amid a liquidity crunch in the country's shadow banking sector that has impacted the availability of credit in the market.The auto sector is cutting tens of thousands of jobs citing slumping sales of cars and motorcycles, with many companies forced to shut down factories for days and axe shifts.The downturn - regarded by industry executives as the worst ever suffered by the Indian auto industry - is posing a big challenge for Prime Minister Narendra Modi's government as it begins its second term at a time when country's jobless numbers are climbing.The domestic auto industry demanded tax cuts and easier access to finance for dealers and buyers at a meeting with the government officials last week to discuss the sector's woes, in an effort to revive sales that have slumped.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "49 Students Injured After Bus Falls Into Canal In Maharashtra's Palghar", "editedBy": "Swati Bhasin", "Date": "Updated: August 13, 2019 12:18 IST", "paragraph": "Mumbai: Fourty nine students were injured this morning when a bus they were travelling in fell into a canal in Maharashtra's Palghar, about 100 km from Mumbai.The bus was travelling on the Pivli-Vada road with 49 children on board when it skidded off the road at about 6:30 am. The driver lost the control as he was trying to save a woman who suddenly emerged in front of the bus, said police. All the injured were rushed to the hospital. googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });More details are awaited. Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}, {"title": "Reliance Industries RIL Share Price Reliance Industries Surges On Mukesh Ambani’s Plan To Slash Debt", "editedBy": "PR Sanjai, Dhwani Pandya and Debjit Chakraborty, Bloomberg", "Date": "Updated: August 13, 2019 11:16 IST", "paragraph": "HighlightsReliance Industries aims to be a zero-net-debt company in 18 months\nConglomerate had net debt of Rs 1.54 lakh crore at end of March 31\nRIL will start preparing to list its retail, telecom units within 5 yearswindow._pricee = window._pricee || []; _pricee.push({container : '_pcwgtmid'});Reliance Industries Ltd. soared the most in more than two years after billionaire Mukesh Ambani revealed a plan to sell a stake to Aramco as part of efforts to pare debt.The conglomerate aims to be a zero-net-debt company in 18 months, Asia's richest man told shareholders Monday. Aiding that would be a proposed sale of 20 per cent of Reliance's oil-to-chemicals business to Saudi Arabian Oil Co. at an enterprise value of $75 billion. The company will also start preparing to list its retail and telecommunications units within five years, Mr Ambani said.Shares of Reliance jumped as much as 9.3 per cent in Mumbai on Tuesday, their biggest intraday gain since February 22, 2017. Morgan Stanley, Macquarie Group and BOB Capital Markets were among brokerages that upgraded the stock.The tycoon is cleaning up the group's finances following years of spending on his wireless carrier, whose entry in 2016 with free calls and cheap data upended the industry and spurred a consolidation. The $50 billion plowed into the phone venture, mostly in debt, has raised concerns among analysts including at Credit Suisse Group AG that Reliance's ballooning borrowings could weigh on growth. Mr Ambani sought to allay those fears.\"With these initiatives, I have no doubt that your company will have one of the strongest balance sheets in the world,\" he said. \"We will also evaluate value unlocking options for our real estate and financial investments.\" The group spent $76 billion in the last five years, he said.The Aramco deal should be completed by March and is subject to due diligence, definitive agreements and regulatory and other approvals, Mr Ambani said. He didn't say how the deal would be structured.Saudi Aramco and Reliance Industries have agreed to a non-binding Letter of Intent regarding a proposed investment in the Indian company's oil-to-chemicals division comprising the refining, petrochemicals and fuels marketing businesses, according to a statement from Reliance on Monday.Signaling an end to the spending cycle at Reliance Jio Infocomm Ltd., Mr Ambani is setting a new growth path for his group, whose bread-and-butter business has been oil refining and petrochemicals. The company is building an e-commerce platform by leveraging its phone network and Reliance Retail Ltd. to eventually take on Amazon.com Inc. and Walmart Inc.\"This is a unique business model we are building in partnership with millions of small merchants\" and mom-and-pop stores, he said. As part of the plan, Reliance has been forming partnerships and acquiring technology assets. This month, Reliance announced plans for a joint venture with Tiffany & Co. to open stores for the jeweler in India, and in May paid $82 million for the British toy-store chain Hamleys.The new businesses are likely to contribute 50 per cent of Reliance's earnings in a few years, from about 32 per cent, Mr Ambani said.What Bloomberg Intelligence Saysgoogletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });\"Reliance Industries could dominate the Indian telecom and organized-retail segments through aggressive expansion, capitalizing on its energy business. More than $7 billion in annual cash flow from the energy business provides a war chest to win market share in the retail and telecom industries\"--Kunal Agrawal, energy analystWhile the spending on Jio has helped Reliance lure almost 350 million users in the world's second-biggest mobile market, the growth has come at a price.Not Since 2013Reliance had a net debt of Rs 1.54 lakh crore ($22 billion) at the end of March 31, according to Mr Ambani. His plan to carry zero debt would mean the borrowings would fall below the company's cash reserves to a level not seen since 2013.Last week, Credit Suisse cut its recommendation for Reliance's stock and the price target citing reasons including rising liabilities and finance costs. Shares of the company pared their losses Tuesday after having earlier slumped about 18 per cent from a record reached on May 3. The benchmark S&P BSE Sensex declined 4 per cent in the same period.Reliance's debt is backed by \"extremely valuable assets,\" Mr Ambani said, signaling his group isn't prone to the kind of troubles that have been plaguing many other corporate borrowers in India. The conglomerate controlled by Mr Ambani's younger brother, Anil, has been struggling to pay creditors while his mobile carrier has slipped into bankruptcy.Apart from the Aramco deal, Reliance also announced a joint venture with BP Plc this month, under which the European oil major would buy 49 per cent of the Indian firm's petroleum retailing business. Reliance would receive about Rs 7,000 crore under this deal.The \"commitments\" from the Aramco and BP deals alone are about Rs 1.1 lakh crore, Mr Ambani said, adding that Reliance will induct \"leading global partners\" in telecom and retail units in the next few quarters.Some of the planned offerings revealed by Mr Ambani:A new broadband service called Jiofiber will start commercial services from September 5 and will be available at tariff packs starting as low as Rs 700 a month with a minimum speed of 100 MbpsJio will install across India one of the world's largest blockchain networks in the next one yearAfter mobile broadband, Jio to start generating revenues from Internet of Things and broadband for home, businesses and smaller enterprises by March 2020Reliance is getting ready to roll out the new commerce platform at a larger scale to capture what Ambani sees as a $700 billion business opportunityReliance Retail aims to be among the world's top 20 retailers in the next five yearsGet Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates."}]}